PRAGMA defer_foreign_keys=TRUE;
CREATE TABLE estat_metainfo (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  stats_data_id TEXT NOT NULL,           
  stat_name TEXT NOT NULL,               
  title TEXT NOT NULL,                   
  cat01 TEXT,                            
  item_name TEXT,                        
  unit TEXT,                             
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP   
, ranking_key TEXT);
INSERT INTO "estat_metainfo" VALUES(1,'0003448237','人口推計','都道府県，年齢（5歳階級），男女別人口－総人口，日本人人口','000','男女計',NULL,'2025-09-21 00:34:55','2025-09-21 00:34:55',NULL);
INSERT INTO "estat_metainfo" VALUES(2,'0003448237','人口推計','都道府県，年齢（5歳階級），男女別人口－総人口，日本人人口','001','男',NULL,'2025-09-21 00:34:55','2025-09-21 00:34:55',NULL);
INSERT INTO "estat_metainfo" VALUES(3,'0003448237','人口推計','都道府県，年齢（5歳階級），男女別人口－総人口，日本人人口','002','女',NULL,'2025-09-21 00:34:55','2025-09-21 00:34:55',NULL);
INSERT INTO "estat_metainfo" VALUES(4,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1101','A1101_総人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','total-population');
INSERT INTO "estat_metainfo" VALUES(5,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110101','A110101_総人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','total-population-male');
INSERT INTO "estat_metainfo" VALUES(6,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110102','A110102_総人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','total-population-female');
INSERT INTO "estat_metainfo" VALUES(7,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1102','A1102_日本人人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-population');
INSERT INTO "estat_metainfo" VALUES(8,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110201','A110201_日本人人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-population-male');
INSERT INTO "estat_metainfo" VALUES(9,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110202','A110202_日本人人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-population-female');
INSERT INTO "estat_metainfo" VALUES(10,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1201','A1201_0～4歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-4');
INSERT INTO "estat_metainfo" VALUES(11,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120101','A120101_0～4歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-4-male');
INSERT INTO "estat_metainfo" VALUES(12,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120102','A120102_0～4歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-4-female');
INSERT INTO "estat_metainfo" VALUES(13,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1202','A1202_5～9歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5-9');
INSERT INTO "estat_metainfo" VALUES(14,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120201','A120201_5～9歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5-9-male');
INSERT INTO "estat_metainfo" VALUES(15,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120202','A120202_5～9歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5-9-female');
INSERT INTO "estat_metainfo" VALUES(16,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1203','A1203_10～14歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-14');
INSERT INTO "estat_metainfo" VALUES(17,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120301','A120301_10～14歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-14-male');
INSERT INTO "estat_metainfo" VALUES(18,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120302','A120302_10～14歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-14-female');
INSERT INTO "estat_metainfo" VALUES(19,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1204','A1204_15～19歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-19');
INSERT INTO "estat_metainfo" VALUES(20,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120401','A120401_15～19歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-19-male');
INSERT INTO "estat_metainfo" VALUES(21,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120402','A120402_15～19歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-19-female');
INSERT INTO "estat_metainfo" VALUES(22,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1205','A1205_20～24歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-20-24');
INSERT INTO "estat_metainfo" VALUES(23,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120501','A120501_20～24歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-20-24-male');
INSERT INTO "estat_metainfo" VALUES(24,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120502','A120502_20～24歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-20-24-female');
INSERT INTO "estat_metainfo" VALUES(25,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1206','A1206_25～29歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-25-29');
INSERT INTO "estat_metainfo" VALUES(26,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120601','A120601_25～29歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-25-29-male');
INSERT INTO "estat_metainfo" VALUES(27,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120602','A120602_25～29歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-25-29-female');
INSERT INTO "estat_metainfo" VALUES(28,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1207','A1207_30～34歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-30-34');
INSERT INTO "estat_metainfo" VALUES(29,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120701','A120701_30～34歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-30-34-male');
INSERT INTO "estat_metainfo" VALUES(30,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120702','A120702_30～34歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-30-34-female');
INSERT INTO "estat_metainfo" VALUES(31,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1208','A1208_35～39歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-35-39');
INSERT INTO "estat_metainfo" VALUES(32,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120801','A120801_35～39歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-35-39-male');
INSERT INTO "estat_metainfo" VALUES(33,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120802','A120802_35～39歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-35-39-female');
INSERT INTO "estat_metainfo" VALUES(34,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1209','A1209_40～44歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-44');
INSERT INTO "estat_metainfo" VALUES(35,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120901','A120901_40～44歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-44-male');
INSERT INTO "estat_metainfo" VALUES(36,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120902','A120902_40～44歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-44-female');
INSERT INTO "estat_metainfo" VALUES(37,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1210','A1210_45～49歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-45-49');
INSERT INTO "estat_metainfo" VALUES(38,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121001','A121001_45～49歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-45-49-male');
INSERT INTO "estat_metainfo" VALUES(39,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121002','A121002_45～49歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-45-49-female');
INSERT INTO "estat_metainfo" VALUES(40,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1211','A1211_50～54歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-50-54');
INSERT INTO "estat_metainfo" VALUES(41,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121101','A121101_50～54歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-50-54-male');
INSERT INTO "estat_metainfo" VALUES(42,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121102','A121102_50～54歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-50-54-female');
INSERT INTO "estat_metainfo" VALUES(43,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1212','A1212_55～59歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-55-59');
INSERT INTO "estat_metainfo" VALUES(44,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121201','A121201_55～59歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-55-59-male');
INSERT INTO "estat_metainfo" VALUES(45,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121202','A121202_55～59歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-55-59-female');
INSERT INTO "estat_metainfo" VALUES(46,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1213','A1213_60～64歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-64');
INSERT INTO "estat_metainfo" VALUES(47,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121301','A121301_60～64歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-64-male');
INSERT INTO "estat_metainfo" VALUES(48,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121302','A121302_60～64歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-64-female');
INSERT INTO "estat_metainfo" VALUES(49,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1214','A1214_65～69歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-65-69');
INSERT INTO "estat_metainfo" VALUES(50,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121401','A121401_65～69歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-65-69-male');
INSERT INTO "estat_metainfo" VALUES(51,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121402','A121402_65～69歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-65-69-female');
INSERT INTO "estat_metainfo" VALUES(52,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1215','A1215_70～74歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-74');
INSERT INTO "estat_metainfo" VALUES(53,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121501','A121501_70～74歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-74-male');
INSERT INTO "estat_metainfo" VALUES(54,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121502','A121502_70～74歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-74-female');
INSERT INTO "estat_metainfo" VALUES(55,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1216','A1216_75～79歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-79');
INSERT INTO "estat_metainfo" VALUES(56,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121601','A121601_75～79歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-79-male');
INSERT INTO "estat_metainfo" VALUES(57,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121602','A121602_75～79歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-79-female');
INSERT INTO "estat_metainfo" VALUES(58,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1217','A1217_80～84歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-84');
INSERT INTO "estat_metainfo" VALUES(59,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121701','A121701_80～84歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-84-male');
INSERT INTO "estat_metainfo" VALUES(60,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121702','A121702_80～84歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-84-female');
INSERT INTO "estat_metainfo" VALUES(61,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1218','A1218_85～89歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-89');
INSERT INTO "estat_metainfo" VALUES(62,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121801','A121801_85～89歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-89-male');
INSERT INTO "estat_metainfo" VALUES(63,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121802','A121802_85～89歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-89-female');
INSERT INTO "estat_metainfo" VALUES(64,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1219','A1219_90～94歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-90-94');
INSERT INTO "estat_metainfo" VALUES(65,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121901','A121901_90～94歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-90-94-male');
INSERT INTO "estat_metainfo" VALUES(66,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121902','A121902_90～94歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-90-94-female');
INSERT INTO "estat_metainfo" VALUES(67,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1220','A1220_95～99歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-95-99');
INSERT INTO "estat_metainfo" VALUES(68,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122001','A122001_95～99歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-95-99-male');
INSERT INTO "estat_metainfo" VALUES(69,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122002','A122002_95～99歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-95-99-female');
INSERT INTO "estat_metainfo" VALUES(70,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1221','A1221_100歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-100-plus');
INSERT INTO "estat_metainfo" VALUES(71,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122101','A122101_100歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-100-plus-male');
INSERT INTO "estat_metainfo" VALUES(72,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122102','A122102_100歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-100-plus-female');
INSERT INTO "estat_metainfo" VALUES(73,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1231','A1231_年齢中位数','歳','2025-09-21 00:44:15','2025-09-21 00:44:15','median-age');
INSERT INTO "estat_metainfo" VALUES(74,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1301','A1301_15歳未満人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population');
INSERT INTO "estat_metainfo" VALUES(75,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130101','A130101_15歳未満人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population-male');
INSERT INTO "estat_metainfo" VALUES(76,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130102','A130102_15歳未満人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population-female');
INSERT INTO "estat_metainfo" VALUES(77,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1302','A1302_15～64歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population');
INSERT INTO "estat_metainfo" VALUES(78,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130201','A130201_15～64歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population-male');
INSERT INTO "estat_metainfo" VALUES(79,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130202','A130202_15～64歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population-female');
INSERT INTO "estat_metainfo" VALUES(80,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1303','A1303_65歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','old-population');
INSERT INTO "estat_metainfo" VALUES(81,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130301','A130301_65歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','old-population-male');
INSERT INTO "estat_metainfo" VALUES(82,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130302','A130302_65歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','old-population-female');
INSERT INTO "estat_metainfo" VALUES(83,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1304','A1304_15歳未満人口割合','％','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population-ratio');
INSERT INTO "estat_metainfo" VALUES(84,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130401','A130401_15歳未満人口割合（男）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population-ratio-male');
INSERT INTO "estat_metainfo" VALUES(85,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130402','A130402_15歳未満人口割合（女）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','young-population-ratio-female');
INSERT INTO "estat_metainfo" VALUES(86,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1305','A1305_15～64歳人口割合','％','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population-ratio');
INSERT INTO "estat_metainfo" VALUES(87,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130501','A130501_15～64歳人口割合（男）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population-ratio-male');
INSERT INTO "estat_metainfo" VALUES(88,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130502','A130502_15～64歳人口割合（女）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','production-age-population-ratio-female');
INSERT INTO "estat_metainfo" VALUES(89,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1306','A1306_65歳以上人口割合','％','2025-09-21 00:44:15','2025-09-21 00:44:15','ratio-65-plus');
INSERT INTO "estat_metainfo" VALUES(90,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130601','A130601_65歳以上人口割合（男）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','ratio-65-plus-male');
INSERT INTO "estat_metainfo" VALUES(91,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130602','A130602_65歳以上人口割合（女）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','ratio-65-plus-female');
INSERT INTO "estat_metainfo" VALUES(92,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1401','A1401_3歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3');
INSERT INTO "estat_metainfo" VALUES(93,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140101','A140101_3歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3-male');
INSERT INTO "estat_metainfo" VALUES(94,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140102','A140102_3歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3-female');
INSERT INTO "estat_metainfo" VALUES(95,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1402','A1402_4歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-4');
INSERT INTO "estat_metainfo" VALUES(96,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140201','A140201_4歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-4-male');
INSERT INTO "estat_metainfo" VALUES(97,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140202','A140202_4歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-4-female');
INSERT INTO "estat_metainfo" VALUES(98,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1403','A1403_5歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5');
INSERT INTO "estat_metainfo" VALUES(99,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140301','A140301_5歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5-male');
INSERT INTO "estat_metainfo" VALUES(100,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140302','A140302_5歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-5-female');
INSERT INTO "estat_metainfo" VALUES(101,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1404','A1404_0～3歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-3');
INSERT INTO "estat_metainfo" VALUES(102,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140401','A140401_0～3歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-3-male');
INSERT INTO "estat_metainfo" VALUES(103,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140402','A140402_0～3歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-3-female');
INSERT INTO "estat_metainfo" VALUES(104,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1405','A1405_0～5歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-5');
INSERT INTO "estat_metainfo" VALUES(105,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140501','A140501_0～5歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-5-male');
INSERT INTO "estat_metainfo" VALUES(106,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140502','A140502_0～5歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-5-female');
INSERT INTO "estat_metainfo" VALUES(107,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1406','A1406_0～15歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-15');
INSERT INTO "estat_metainfo" VALUES(108,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140601','A140601_0～15歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-15-male');
INSERT INTO "estat_metainfo" VALUES(109,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140602','A140602_0～15歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-15-female');
INSERT INTO "estat_metainfo" VALUES(110,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1407','A1407_0～17歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-17');
INSERT INTO "estat_metainfo" VALUES(111,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140701','A140701_0～17歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-17-male');
INSERT INTO "estat_metainfo" VALUES(112,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140702','A140702_0～17歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-17-female');
INSERT INTO "estat_metainfo" VALUES(113,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1408','A1408_3～5歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3-5');
INSERT INTO "estat_metainfo" VALUES(114,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140801','A140801_3～5歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3-5-male');
INSERT INTO "estat_metainfo" VALUES(115,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140802','A140802_3～5歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-3-5-female');
INSERT INTO "estat_metainfo" VALUES(116,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1409','A1409_6～11歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6-11');
INSERT INTO "estat_metainfo" VALUES(117,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140901','A140901_6～11歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6-11-male');
INSERT INTO "estat_metainfo" VALUES(118,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140902','A140902_6～11歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6-11-female');
INSERT INTO "estat_metainfo" VALUES(119,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1410','A1410_10～13歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-13');
INSERT INTO "estat_metainfo" VALUES(120,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141001','A141001_10～13歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-13-male');
INSERT INTO "estat_metainfo" VALUES(121,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141002','A141002_10～13歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-13-female');
INSERT INTO "estat_metainfo" VALUES(122,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1411','A1411_12～14歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12-14');
INSERT INTO "estat_metainfo" VALUES(123,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141101','A141101_12～14歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12-14-male');
INSERT INTO "estat_metainfo" VALUES(124,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141102','A141102_12～14歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12-14-female');
INSERT INTO "estat_metainfo" VALUES(125,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1412','A1412_14～19歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14-19');
INSERT INTO "estat_metainfo" VALUES(126,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141201','A141201_14～19歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14-19-male');
INSERT INTO "estat_metainfo" VALUES(127,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141202','A141202_14～19歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14-19-female');
INSERT INTO "estat_metainfo" VALUES(128,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1413','A1413_15～17歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-17');
INSERT INTO "estat_metainfo" VALUES(129,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141301','A141301_15～17歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-17-male');
INSERT INTO "estat_metainfo" VALUES(130,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141302','A141302_15～17歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-17-female');
INSERT INTO "estat_metainfo" VALUES(131,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1414','A1414_15歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-plus');
INSERT INTO "estat_metainfo" VALUES(132,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141401','A141401_15歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(133,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141402','A141402_15歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(134,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1415','A1415_40歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-plus');
INSERT INTO "estat_metainfo" VALUES(135,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141501','A141501_40歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-plus-male');
INSERT INTO "estat_metainfo" VALUES(136,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141502','A141502_40歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-40-plus-female');
INSERT INTO "estat_metainfo" VALUES(137,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1416','A1416_60歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-plus');
INSERT INTO "estat_metainfo" VALUES(138,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141601','A141601_60歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-plus-male');
INSERT INTO "estat_metainfo" VALUES(139,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141602','A141602_60歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-60-plus-female');
INSERT INTO "estat_metainfo" VALUES(140,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1417','A1417_70歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-plus');
INSERT INTO "estat_metainfo" VALUES(141,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141701','A141701_70歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-plus-male');
INSERT INTO "estat_metainfo" VALUES(142,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141702','A141702_70歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-70-plus-female');
INSERT INTO "estat_metainfo" VALUES(143,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1418','A1418_80歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-plus');
INSERT INTO "estat_metainfo" VALUES(144,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141801','A141801_80歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-plus-male');
INSERT INTO "estat_metainfo" VALUES(145,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141802','A141802_80歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-80-plus-female');
INSERT INTO "estat_metainfo" VALUES(146,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1419','A1419_75歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-plus');
INSERT INTO "estat_metainfo" VALUES(147,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141901','A141901_75歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-plus-male');
INSERT INTO "estat_metainfo" VALUES(148,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141902','A141902_75歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-75-plus-female');
INSERT INTO "estat_metainfo" VALUES(149,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1420','A1420_85歳以上人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-plus');
INSERT INTO "estat_metainfo" VALUES(150,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A142001','A142001_85歳以上人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(151,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A142002','A142002_85歳以上人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(152,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1501','A1501_－1歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-minus-1');
INSERT INTO "estat_metainfo" VALUES(153,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1502','A1502_0歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0');
INSERT INTO "estat_metainfo" VALUES(154,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150201','A150201_0歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-male');
INSERT INTO "estat_metainfo" VALUES(155,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150202','A150202_0歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-0-female');
INSERT INTO "estat_metainfo" VALUES(156,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1503','A1503_1歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-1');
INSERT INTO "estat_metainfo" VALUES(157,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150301','A150301_1歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-1-male');
INSERT INTO "estat_metainfo" VALUES(158,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150302','A150302_1歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-1-female');
INSERT INTO "estat_metainfo" VALUES(159,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1504','A1504_2歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-2');
INSERT INTO "estat_metainfo" VALUES(160,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150401','A150401_2歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-2-male');
INSERT INTO "estat_metainfo" VALUES(161,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150402','A150402_2歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-2-female');
INSERT INTO "estat_metainfo" VALUES(162,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1505','A1505_6歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6');
INSERT INTO "estat_metainfo" VALUES(163,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150501','A150501_6歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6-male');
INSERT INTO "estat_metainfo" VALUES(164,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150502','A150502_6歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-6-female');
INSERT INTO "estat_metainfo" VALUES(165,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1506','A1506_7歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-7');
INSERT INTO "estat_metainfo" VALUES(166,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150601','A150601_7歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-7-male');
INSERT INTO "estat_metainfo" VALUES(167,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150602','A150602_7歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-7-female');
INSERT INTO "estat_metainfo" VALUES(168,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1507','A1507_8歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-8');
INSERT INTO "estat_metainfo" VALUES(169,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150701','A150701_8歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-8-male');
INSERT INTO "estat_metainfo" VALUES(170,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150702','A150702_8歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-8-female');
INSERT INTO "estat_metainfo" VALUES(171,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1508','A1508_9歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-9');
INSERT INTO "estat_metainfo" VALUES(172,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150801','A150801_9歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-9-male');
INSERT INTO "estat_metainfo" VALUES(173,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150802','A150802_9歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-9-female');
INSERT INTO "estat_metainfo" VALUES(174,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1509','A1509_10歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10');
INSERT INTO "estat_metainfo" VALUES(175,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150901','A150901_10歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-male');
INSERT INTO "estat_metainfo" VALUES(176,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150902','A150902_10歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-10-female');
INSERT INTO "estat_metainfo" VALUES(177,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1510','A1510_11歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-11');
INSERT INTO "estat_metainfo" VALUES(178,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151001','A151001_11歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-11-male');
INSERT INTO "estat_metainfo" VALUES(179,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151002','A151002_11歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-11-female');
INSERT INTO "estat_metainfo" VALUES(180,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1511','A1511_12歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12');
INSERT INTO "estat_metainfo" VALUES(181,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151101','A151101_12歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12-male');
INSERT INTO "estat_metainfo" VALUES(182,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151102','A151102_12歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-12-female');
INSERT INTO "estat_metainfo" VALUES(183,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1512','A1512_13歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-13');
INSERT INTO "estat_metainfo" VALUES(184,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151201','A151201_13歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-13-male');
INSERT INTO "estat_metainfo" VALUES(185,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151202','A151202_13歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-13-female');
INSERT INTO "estat_metainfo" VALUES(186,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1513','A1513_14歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14');
INSERT INTO "estat_metainfo" VALUES(187,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151301','A151301_14歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14-male');
INSERT INTO "estat_metainfo" VALUES(188,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151302','A151302_14歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-14-female');
INSERT INTO "estat_metainfo" VALUES(189,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1514','A1514_15歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15');
INSERT INTO "estat_metainfo" VALUES(190,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151401','A151401_15歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-male');
INSERT INTO "estat_metainfo" VALUES(191,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151402','A151402_15歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-15-female');
INSERT INTO "estat_metainfo" VALUES(192,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1515','A1515_16歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-16');
INSERT INTO "estat_metainfo" VALUES(193,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151501','A151501_16歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-16-male');
INSERT INTO "estat_metainfo" VALUES(194,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151502','A151502_16歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-16-female');
INSERT INTO "estat_metainfo" VALUES(195,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1516','A1516_17歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-17');
INSERT INTO "estat_metainfo" VALUES(196,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151601','A151601_17歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-17-male');
INSERT INTO "estat_metainfo" VALUES(197,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151602','A151602_17歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-17-female');
INSERT INTO "estat_metainfo" VALUES(198,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1517','A1517_18歳人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-18');
INSERT INTO "estat_metainfo" VALUES(199,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151701','A151701_18歳人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-18-male');
INSERT INTO "estat_metainfo" VALUES(200,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151702','A151702_18歳人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-18-female');
INSERT INTO "estat_metainfo" VALUES(201,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601001','A1601001_未婚人口（15歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','unmarried-population-man');
INSERT INTO "estat_metainfo" VALUES(202,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601002','A1601002_未婚人口（15歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','unmarried-population-woman');
INSERT INTO "estat_metainfo" VALUES(203,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601011','A1601011_未婚人口（15～19歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-15-19-male');
INSERT INTO "estat_metainfo" VALUES(204,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601012','A1601012_未婚人口（15～19歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-15-19-female');
INSERT INTO "estat_metainfo" VALUES(205,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601021','A1601021_未婚人口（20～24歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-20-24-male');
INSERT INTO "estat_metainfo" VALUES(206,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601022','A1601022_未婚人口（20～24歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-20-24-female');
INSERT INTO "estat_metainfo" VALUES(207,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601031','A1601031_未婚人口（25～29歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-25-29-male');
INSERT INTO "estat_metainfo" VALUES(208,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601032','A1601032_未婚人口（25～29歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-25-29-female');
INSERT INTO "estat_metainfo" VALUES(209,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601041','A1601041_未婚人口（30～34歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-30-34-male');
INSERT INTO "estat_metainfo" VALUES(210,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601042','A1601042_未婚人口（30～34歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-30-34-female');
INSERT INTO "estat_metainfo" VALUES(211,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601051','A1601051_未婚人口（35～39歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-35-39-male');
INSERT INTO "estat_metainfo" VALUES(212,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601052','A1601052_未婚人口（35～39歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-35-39-female');
INSERT INTO "estat_metainfo" VALUES(213,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601061','A1601061_未婚人口（40～44歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-40-44-male');
INSERT INTO "estat_metainfo" VALUES(214,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601062','A1601062_未婚人口（40～44歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-40-44-female');
INSERT INTO "estat_metainfo" VALUES(215,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601071','A1601071_未婚人口（45～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-45-49-male');
INSERT INTO "estat_metainfo" VALUES(216,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601072','A1601072_未婚人口（45～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-45-49-female');
INSERT INTO "estat_metainfo" VALUES(217,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601081','A1601081_未婚人口（50～54歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-50-54-male');
INSERT INTO "estat_metainfo" VALUES(218,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601082','A1601082_未婚人口（50～54歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-50-54-female');
INSERT INTO "estat_metainfo" VALUES(219,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601091','A1601091_未婚人口（55～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-55-59-male');
INSERT INTO "estat_metainfo" VALUES(220,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601092','A1601092_未婚人口（55～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-55-59-female');
INSERT INTO "estat_metainfo" VALUES(221,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601101','A1601101_未婚人口（60～64歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-60-64-male');
INSERT INTO "estat_metainfo" VALUES(222,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601102','A1601102_未婚人口（60～64歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-60-64-female');
INSERT INTO "estat_metainfo" VALUES(223,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601111','A1601111_未婚人口（65～69歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-65-69-male');
INSERT INTO "estat_metainfo" VALUES(224,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601112','A1601112_未婚人口（65～69歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-65-69-female');
INSERT INTO "estat_metainfo" VALUES(225,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601121','A1601121_未婚人口（70～74歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-70-74-male');
INSERT INTO "estat_metainfo" VALUES(226,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601122','A1601122_未婚人口（70～74歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-70-74-female');
INSERT INTO "estat_metainfo" VALUES(227,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601131','A1601131_未婚人口（75～79歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-75-79-male');
INSERT INTO "estat_metainfo" VALUES(228,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601132','A1601132_未婚人口（75～79歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-75-79-female');
INSERT INTO "estat_metainfo" VALUES(229,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601141','A1601141_未婚人口（80～84歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-80-84-male');
INSERT INTO "estat_metainfo" VALUES(230,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601142','A1601142_未婚人口（80～84歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-80-84-female');
INSERT INTO "estat_metainfo" VALUES(231,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601151','A1601151_未婚人口（85歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(232,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601152','A1601152_未婚人口（85歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','never-married-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(233,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602001','A1602001_有配偶人口（15歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(234,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602002','A1602002_有配偶人口（15歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(235,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602021','A1602021_有配偶人口（20～24歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-20-24-male');
INSERT INTO "estat_metainfo" VALUES(236,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602022','A1602022_有配偶人口（20～24歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-20-24-female');
INSERT INTO "estat_metainfo" VALUES(237,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602031','A1602031_有配偶人口（25～29歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-25-29-male');
INSERT INTO "estat_metainfo" VALUES(238,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602032','A1602032_有配偶人口（25～29歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-25-29-female');
INSERT INTO "estat_metainfo" VALUES(239,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602041','A1602041_有配偶人口（30～34歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-30-34-male');
INSERT INTO "estat_metainfo" VALUES(240,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602042','A1602042_有配偶人口（30～34歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-30-34-female');
INSERT INTO "estat_metainfo" VALUES(241,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602051','A1602051_有配偶人口（35～39歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-35-39-male');
INSERT INTO "estat_metainfo" VALUES(242,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602052','A1602052_有配偶人口（35～39歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-35-39-female');
INSERT INTO "estat_metainfo" VALUES(243,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602061','A1602061_有配偶人口（40～44歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-40-44-male');
INSERT INTO "estat_metainfo" VALUES(244,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602062','A1602062_有配偶人口（40～44歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-40-44-female');
INSERT INTO "estat_metainfo" VALUES(245,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602071','A1602071_有配偶人口（45～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-45-49-male');
INSERT INTO "estat_metainfo" VALUES(246,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602072','A1602072_有配偶人口（45～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-45-49-female');
INSERT INTO "estat_metainfo" VALUES(247,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602081','A1602081_有配偶人口（50～54歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-50-54-male');
INSERT INTO "estat_metainfo" VALUES(248,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602082','A1602082_有配偶人口（50～54歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-50-54-female');
INSERT INTO "estat_metainfo" VALUES(249,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602091','A1602091_有配偶人口（55～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-55-59-male');
INSERT INTO "estat_metainfo" VALUES(250,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602092','A1602092_有配偶人口（55～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-55-59-female');
INSERT INTO "estat_metainfo" VALUES(251,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602101','A1602101_有配偶人口（60～64歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-60-64-male');
INSERT INTO "estat_metainfo" VALUES(252,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602102','A1602102_有配偶人口（60～64歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-60-64-female');
INSERT INTO "estat_metainfo" VALUES(253,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602111','A1602111_有配偶人口（65～69歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-65-69-male');
INSERT INTO "estat_metainfo" VALUES(254,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602112','A1602112_有配偶人口（65～69歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-65-69-female');
INSERT INTO "estat_metainfo" VALUES(255,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602121','A1602121_有配偶人口（70～74歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-70-74-male');
INSERT INTO "estat_metainfo" VALUES(256,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602122','A1602122_有配偶人口（70～74歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-70-74-female');
INSERT INTO "estat_metainfo" VALUES(257,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602131','A1602131_有配偶人口（75～79歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-75-79-male');
INSERT INTO "estat_metainfo" VALUES(258,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602132','A1602132_有配偶人口（75～79歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-75-79-female');
INSERT INTO "estat_metainfo" VALUES(259,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602141','A1602141_有配偶人口（80～84歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-80-84-male');
INSERT INTO "estat_metainfo" VALUES(260,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602142','A1602142_有配偶人口（80～84歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-80-84-female');
INSERT INTO "estat_metainfo" VALUES(261,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602151','A1602151_有配偶人口（85歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(262,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602152','A1602152_有配偶人口（85歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','married-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(263,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603001','A1603001_死別人口（15歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(264,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603002','A1603002_死別人口（15歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(265,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603031','A1603031_死別人口（25～29歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-25-29-male');
INSERT INTO "estat_metainfo" VALUES(266,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603032','A1603032_死別人口（25～29歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-25-29-female');
INSERT INTO "estat_metainfo" VALUES(267,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603041','A1603041_死別人口（30～34歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-30-34-male');
INSERT INTO "estat_metainfo" VALUES(268,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603042','A1603042_死別人口（30～34歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-30-34-female');
INSERT INTO "estat_metainfo" VALUES(269,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603051','A1603051_死別人口（35～39歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-35-39-male');
INSERT INTO "estat_metainfo" VALUES(270,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603052','A1603052_死別人口（35～39歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-35-39-female');
INSERT INTO "estat_metainfo" VALUES(271,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603061','A1603061_死別人口（40～44歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-40-44-male');
INSERT INTO "estat_metainfo" VALUES(272,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603062','A1603062_死別人口（40～44歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-40-44-female');
INSERT INTO "estat_metainfo" VALUES(273,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603071','A1603071_死別人口（45～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-45-49-male');
INSERT INTO "estat_metainfo" VALUES(274,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603072','A1603072_死別人口（45～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-45-49-female');
INSERT INTO "estat_metainfo" VALUES(275,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603081','A1603081_死別人口（50～54歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-50-54-male');
INSERT INTO "estat_metainfo" VALUES(276,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603082','A1603082_死別人口（50～54歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-50-54-female');
INSERT INTO "estat_metainfo" VALUES(277,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603091','A1603091_死別人口（55～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-55-59-male');
INSERT INTO "estat_metainfo" VALUES(278,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603092','A1603092_死別人口（55～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-55-59-female');
INSERT INTO "estat_metainfo" VALUES(279,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603101','A1603101_死別人口（60～64歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-60-64-male');
INSERT INTO "estat_metainfo" VALUES(280,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603102','A1603102_死別人口（60～64歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-60-64-female');
INSERT INTO "estat_metainfo" VALUES(281,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603111','A1603111_死別人口（65～69歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-65-69-male');
INSERT INTO "estat_metainfo" VALUES(282,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603112','A1603112_死別人口（65～69歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-65-69-female');
INSERT INTO "estat_metainfo" VALUES(283,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603121','A1603121_死別人口（70～74歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-70-74-male');
INSERT INTO "estat_metainfo" VALUES(284,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603122','A1603122_死別人口（70～74歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-70-74-female');
INSERT INTO "estat_metainfo" VALUES(285,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603131','A1603131_死別人口（75～79歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-75-79-male');
INSERT INTO "estat_metainfo" VALUES(286,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603132','A1603132_死別人口（75～79歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-75-79-female');
INSERT INTO "estat_metainfo" VALUES(287,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603141','A1603141_死別人口（80～84歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-80-84-male');
INSERT INTO "estat_metainfo" VALUES(288,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603142','A1603142_死別人口（80～84歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-80-84-female');
INSERT INTO "estat_metainfo" VALUES(289,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603151','A1603151_死別人口（85歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(290,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603152','A1603152_死別人口（85歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(291,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603201','A1603201_死別人口（60歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-60-plus-male');
INSERT INTO "estat_metainfo" VALUES(292,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603202','A1603202_死別人口（60歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','widowed-60-plus-female');
INSERT INTO "estat_metainfo" VALUES(293,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604001','A1604001_離別人口（15歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(294,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604002','A1604002_離別人口（15歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(295,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604011','A1604011_離別人口（15～19歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-15-19-male');
INSERT INTO "estat_metainfo" VALUES(296,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604012','A1604012_離別人口（15～19歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-15-19-female');
INSERT INTO "estat_metainfo" VALUES(297,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604021','A1604021_離別人口（20～24歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-20-24-male');
INSERT INTO "estat_metainfo" VALUES(298,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604022','A1604022_離別人口（20～24歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-20-24-female');
INSERT INTO "estat_metainfo" VALUES(299,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604031','A1604031_離別人口（25～29歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-25-29-male');
INSERT INTO "estat_metainfo" VALUES(300,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604032','A1604032_離別人口（25～29歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-25-29-female');
INSERT INTO "estat_metainfo" VALUES(301,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604041','A1604041_離別人口（30～34歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-30-34-male');
INSERT INTO "estat_metainfo" VALUES(302,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604042','A1604042_離別人口（30～34歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-30-34-female');
INSERT INTO "estat_metainfo" VALUES(303,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604051','A1604051_離別人口（35～39歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-35-39-male');
INSERT INTO "estat_metainfo" VALUES(304,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604052','A1604052_離別人口（35～39歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-35-39-female');
INSERT INTO "estat_metainfo" VALUES(305,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604061','A1604061_離別人口（40～44歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-40-44-male');
INSERT INTO "estat_metainfo" VALUES(306,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604062','A1604062_離別人口（40～44歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-40-44-female');
INSERT INTO "estat_metainfo" VALUES(307,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604071','A1604071_離別人口（45～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-45-49-male');
INSERT INTO "estat_metainfo" VALUES(308,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604072','A1604072_離別人口（45～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-45-49-female');
INSERT INTO "estat_metainfo" VALUES(309,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604081','A1604081_離別人口（50～54歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-50-54-male');
INSERT INTO "estat_metainfo" VALUES(310,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604082','A1604082_離別人口（50～54歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-50-54-female');
INSERT INTO "estat_metainfo" VALUES(311,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604091','A1604091_離別人口（55～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-55-59-male');
INSERT INTO "estat_metainfo" VALUES(312,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604092','A1604092_離別人口（55～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-55-59-female');
INSERT INTO "estat_metainfo" VALUES(313,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604101','A1604101_離別人口（60～64歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-60-64-male');
INSERT INTO "estat_metainfo" VALUES(314,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604102','A1604102_離別人口（60～64歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-60-64-female');
INSERT INTO "estat_metainfo" VALUES(315,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604111','A1604111_離別人口（65～69歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-65-69-male');
INSERT INTO "estat_metainfo" VALUES(316,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604112','A1604112_離別人口（65～69歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-65-69-female');
INSERT INTO "estat_metainfo" VALUES(317,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604121','A1604121_離別人口（70～74歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-70-74-male');
INSERT INTO "estat_metainfo" VALUES(318,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604122','A1604122_離別人口（70～74歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-70-74-female');
INSERT INTO "estat_metainfo" VALUES(319,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604131','A1604131_離別人口（75～79歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-75-79-male');
INSERT INTO "estat_metainfo" VALUES(320,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604132','A1604132_離別人口（75～79歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-75-79-female');
INSERT INTO "estat_metainfo" VALUES(321,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604141','A1604141_離別人口（80～84歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-80-84-male');
INSERT INTO "estat_metainfo" VALUES(322,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604142','A1604142_離別人口（80～84歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-80-84-female');
INSERT INTO "estat_metainfo" VALUES(323,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604151','A1604151_離別人口（85歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(324,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604152','A1604152_離別人口（85歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(325,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604201','A1604201_離別人口（40～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-40-49-male');
INSERT INTO "estat_metainfo" VALUES(326,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604202','A1604202_離別人口（40～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-40-49-female');
INSERT INTO "estat_metainfo" VALUES(327,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604301','A1604301_離別人口（50～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-50-59-male');
INSERT INTO "estat_metainfo" VALUES(328,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604302','A1604302_離別人口（50～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','divorced-50-59-female');
INSERT INTO "estat_metainfo" VALUES(329,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A161001','A161001_未婚者割合（15歳以上人口）','％','2025-09-21 00:44:15','2025-09-21 00:44:15','ratio-never-married-15-plus');
INSERT INTO "estat_metainfo" VALUES(330,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1700','A1700_外国人人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count');
INSERT INTO "estat_metainfo" VALUES(331,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170001','A170001_外国人人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-male');
INSERT INTO "estat_metainfo" VALUES(332,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170002','A170002_外国人人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-female');
INSERT INTO "estat_metainfo" VALUES(333,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1701','A1701_外国人人口（韓国、朝鮮）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-korea');
INSERT INTO "estat_metainfo" VALUES(334,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170101','A170101_外国人人口（韓国・朝鮮）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-korea-male');
INSERT INTO "estat_metainfo" VALUES(335,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170102','A170102_外国人人口（韓国・朝鮮）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-korea-female');
INSERT INTO "estat_metainfo" VALUES(336,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1702','A1702_外国人人口（中国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-china');
INSERT INTO "estat_metainfo" VALUES(337,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170201','A170201_外国人人口（中国）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-china-male');
INSERT INTO "estat_metainfo" VALUES(338,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170202','A170202_外国人人口（中国）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-china-female');
INSERT INTO "estat_metainfo" VALUES(339,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1703','A1703_外国人人口（アメリカ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-usa');
INSERT INTO "estat_metainfo" VALUES(340,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170301','A170301_外国人人口（アメリカ）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-usa-male');
INSERT INTO "estat_metainfo" VALUES(341,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170302','A170302_外国人人口（アメリカ）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-usa-female');
INSERT INTO "estat_metainfo" VALUES(342,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1706','A1706_外国人人口（フィリピン）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-philippines');
INSERT INTO "estat_metainfo" VALUES(343,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170601','A170601_外国人人口（フィリピン）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-philippines-male');
INSERT INTO "estat_metainfo" VALUES(344,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170602','A170602_外国人人口（フィリピン）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-philippines-female');
INSERT INTO "estat_metainfo" VALUES(345,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1707','A1707_外国人人口（ブラジル）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-brazil');
INSERT INTO "estat_metainfo" VALUES(346,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170701','A170701_外国人人口（ブラジル）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-brazil-male');
INSERT INTO "estat_metainfo" VALUES(347,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170702','A170702_外国人人口（ブラジル）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','foreign-resident-count-brazil-female');
INSERT INTO "estat_metainfo" VALUES(348,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1801','A1801_人口集中地区人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','densely-inhabited-district-population');
INSERT INTO "estat_metainfo" VALUES(349,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A180101','A180101_人口集中地区人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','densely-inhabited-district-population-male');
INSERT INTO "estat_metainfo" VALUES(350,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A180102','A180102_人口集中地区人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','densely-inhabited-district-population-female');
INSERT INTO "estat_metainfo" VALUES(351,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1802','A1802_人口集中地区面積','ｋｍ2','2025-09-21 00:44:15','2025-09-21 00:44:15','densely-populated-area');
INSERT INTO "estat_metainfo" VALUES(352,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191001','A191001_将来推計人口（2020年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2020');
INSERT INTO "estat_metainfo" VALUES(353,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191002','A191002_将来推計人口（2025年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2025');
INSERT INTO "estat_metainfo" VALUES(354,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191003','A191003_将来推計人口（2030年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2030');
INSERT INTO "estat_metainfo" VALUES(355,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191004','A191004_将来推計人口（2035年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2035');
INSERT INTO "estat_metainfo" VALUES(356,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191005','A191005_将来推計人口（2040年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2040');
INSERT INTO "estat_metainfo" VALUES(357,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191006','A191006_将来推計人口（2045年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2045');
INSERT INTO "estat_metainfo" VALUES(358,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191007','A191007_将来推計人口（2050年）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','projected-population-2050');
INSERT INTO "estat_metainfo" VALUES(359,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192001','A192001_全国総人口に占める人口割合','％','2025-09-21 00:44:15','2025-09-21 00:44:15','ratio-of-total-population');
INSERT INTO "estat_metainfo" VALUES(360,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192002','A192002_人口性比（総数）','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','sex-ratio-total');
INSERT INTO "estat_metainfo" VALUES(361,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192003','A192003_人口増減率','‰','2025-09-21 00:44:15','2025-09-21 00:44:15','population-growth-rate');
INSERT INTO "estat_metainfo" VALUES(362,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2101','A2101_住民基本台帳人口（日本人）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-population-japanese');
INSERT INTO "estat_metainfo" VALUES(363,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A210101','A210101_住民基本台帳人口（日本人）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-population-japanese-male');
INSERT INTO "estat_metainfo" VALUES(364,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A210102','A210102_住民基本台帳人口（日本人）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-population-japanese-female');
INSERT INTO "estat_metainfo" VALUES(365,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2102','A2102_行政区域内人口（住民基本台帳人口＋外国人登録人口）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','population-in-administrative-area');
INSERT INTO "estat_metainfo" VALUES(366,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2201','A2201_住民基本台帳人口（外国人）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-population-foreigner');
INSERT INTO "estat_metainfo" VALUES(367,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2301','A2301_住民基本台帳人口（総数）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-population-total');
INSERT INTO "estat_metainfo" VALUES(368,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3100','A3100_外国人登録人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population');
INSERT INTO "estat_metainfo" VALUES(369,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3101','A3101_外国人登録人口（アジア）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-asia');
INSERT INTO "estat_metainfo" VALUES(370,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310101','A310101_外国人登録人口（韓国・朝鮮）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-korea');
INSERT INTO "estat_metainfo" VALUES(371,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310102','A310102_外国人登録人口（中国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-china');
INSERT INTO "estat_metainfo" VALUES(372,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310103','A310103_外国人登録人口（フィリピン）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-philippines');
INSERT INTO "estat_metainfo" VALUES(373,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310105','A310105_外国人登録人口（タイ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-thailand');
INSERT INTO "estat_metainfo" VALUES(374,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3102','A3102_外国人登録人口（ヨーロッパ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-europe');
INSERT INTO "estat_metainfo" VALUES(375,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310201','A310201_外国人登録人口（英国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-uk');
INSERT INTO "estat_metainfo" VALUES(376,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3103','A3103_外国人登録人口（北米）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-north-america');
INSERT INTO "estat_metainfo" VALUES(377,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310301','A310301_外国人登録人口（米国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-usa');
INSERT INTO "estat_metainfo" VALUES(378,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3104','A3104_外国人登録人口（南米）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-south-america');
INSERT INTO "estat_metainfo" VALUES(379,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310401','A310401_外国人登録人口（ブラジル）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-brazil');
INSERT INTO "estat_metainfo" VALUES(380,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310402','A310402_外国人登録人口（ペルー）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','registered-foreigner-population-peru');
INSERT INTO "estat_metainfo" VALUES(381,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3200','A3200_在留外国人数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population');
INSERT INTO "estat_metainfo" VALUES(382,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3201','A3201_在留外国人数（アジア）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-asia');
INSERT INTO "estat_metainfo" VALUES(383,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320101','A320101_在留外国人数（韓国・朝鮮）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-korea');
INSERT INTO "estat_metainfo" VALUES(384,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320102','A320102_在留外国人数（中国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-china');
INSERT INTO "estat_metainfo" VALUES(385,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320103','A320103_在留外国人数（韓国）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-korea-only');
INSERT INTO "estat_metainfo" VALUES(386,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320104','A320104_在留外国人数（朝鮮）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-chosen');
INSERT INTO "estat_metainfo" VALUES(387,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3202','A3202_在留外国人数（ヨーロッパ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-europe');
INSERT INTO "estat_metainfo" VALUES(388,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3203','A3203_在留外国人数（北アメリカ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-north-america');
INSERT INTO "estat_metainfo" VALUES(389,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3204','A3204_在留外国人数（南アメリカ）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','resident-foreigner-population-south-america');
INSERT INTO "estat_metainfo" VALUES(390,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4101','A4101_出生数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births');
INSERT INTO "estat_metainfo" VALUES(391,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410101','A410101_出生数（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-male');
INSERT INTO "estat_metainfo" VALUES(392,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410102','A410102_出生数（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-female');
INSERT INTO "estat_metainfo" VALUES(393,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410201','A410201_出生数（母親の年齢15歳未満）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-under-15');
INSERT INTO "estat_metainfo" VALUES(394,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410202','A410202_出生数（母親の年齢15～19歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-15-19');
INSERT INTO "estat_metainfo" VALUES(395,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410203','A410203_出生数（母親の年齢20～24歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-20-24');
INSERT INTO "estat_metainfo" VALUES(396,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410204','A410204_出生数（母親の年齢25～29歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-25-29');
INSERT INTO "estat_metainfo" VALUES(397,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410205','A410205_出生数（母親の年齢30～34歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-30-34');
INSERT INTO "estat_metainfo" VALUES(398,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410206','A410206_出生数（母親の年齢35～39歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-35-39');
INSERT INTO "estat_metainfo" VALUES(399,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410207','A410207_出生数（母親の年齢40～44歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-40-44');
INSERT INTO "estat_metainfo" VALUES(400,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410208','A410208_出生数（母親の年齢45～49歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-45-49');
INSERT INTO "estat_metainfo" VALUES(401,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410209','A410209_出生数（母親の年齢50歳以上）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','births-mother-50-plus');
INSERT INTO "estat_metainfo" VALUES(402,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4103','A4103_合計特殊出生率','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','total-fertility-rate');
INSERT INTO "estat_metainfo" VALUES(403,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4200','A4200_死亡数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','death-count');
INSERT INTO "estat_metainfo" VALUES(404,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420001','A420001_死亡数（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-male');
INSERT INTO "estat_metainfo" VALUES(405,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420002','A420002_死亡数（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-female');
INSERT INTO "estat_metainfo" VALUES(406,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4201','A4201_死亡数（0～4歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-0-4');
INSERT INTO "estat_metainfo" VALUES(407,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420101','A420101_死亡数（0～4歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-0-4-male');
INSERT INTO "estat_metainfo" VALUES(408,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420102','A420102_死亡数（0～4歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-0-4-female');
INSERT INTO "estat_metainfo" VALUES(409,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4202','A4202_死亡数（5～9歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-5-9');
INSERT INTO "estat_metainfo" VALUES(410,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420201','A420201_死亡数（5～9歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-5-9-male');
INSERT INTO "estat_metainfo" VALUES(411,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420202','A420202_死亡数（5～9歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-5-9-female');
INSERT INTO "estat_metainfo" VALUES(412,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4203','A4203_死亡数（10～14歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-10-14');
INSERT INTO "estat_metainfo" VALUES(413,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420301','A420301_死亡数（10～14歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-10-14-male');
INSERT INTO "estat_metainfo" VALUES(414,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420302','A420302_死亡数（10～14歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-10-14-female');
INSERT INTO "estat_metainfo" VALUES(415,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4204','A4204_死亡数（15～19歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-15-19');
INSERT INTO "estat_metainfo" VALUES(416,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420401','A420401_死亡数（15～19歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-15-19-male');
INSERT INTO "estat_metainfo" VALUES(417,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420402','A420402_死亡数（15～19歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-15-19-female');
INSERT INTO "estat_metainfo" VALUES(418,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4205','A4205_死亡数（20～24歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-20-24');
INSERT INTO "estat_metainfo" VALUES(419,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420501','A420501_死亡数（20～24歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-20-24-male');
INSERT INTO "estat_metainfo" VALUES(420,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420502','A420502_死亡数（20～24歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-20-24-female');
INSERT INTO "estat_metainfo" VALUES(421,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4206','A4206_死亡数（25～29歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-25-29');
INSERT INTO "estat_metainfo" VALUES(422,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420601','A420601_死亡数（25～29歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-25-29-male');
INSERT INTO "estat_metainfo" VALUES(423,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420602','A420602_死亡数（25～29歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-25-29-female');
INSERT INTO "estat_metainfo" VALUES(424,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4207','A4207_死亡数（30～34歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-30-34');
INSERT INTO "estat_metainfo" VALUES(425,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420701','A420701_死亡数（30～34歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-30-34-male');
INSERT INTO "estat_metainfo" VALUES(426,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420702','A420702_死亡数（30～34歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-30-34-female');
INSERT INTO "estat_metainfo" VALUES(427,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4208','A4208_死亡数（35～39歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-35-39');
INSERT INTO "estat_metainfo" VALUES(428,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420801','A420801_死亡数（35～39歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-35-39-male');
INSERT INTO "estat_metainfo" VALUES(429,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420802','A420802_死亡数（35～39歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-35-39-female');
INSERT INTO "estat_metainfo" VALUES(430,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4209','A4209_死亡数（40～44歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-40-44');
INSERT INTO "estat_metainfo" VALUES(431,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420901','A420901_死亡数（40～44歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-40-44-male');
INSERT INTO "estat_metainfo" VALUES(432,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420902','A420902_死亡数（40～44歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-40-44-female');
INSERT INTO "estat_metainfo" VALUES(433,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4210','A4210_死亡数（45～49歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-45-49');
INSERT INTO "estat_metainfo" VALUES(434,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421001','A421001_死亡数（45～49歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-45-49-male');
INSERT INTO "estat_metainfo" VALUES(435,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421002','A421002_死亡数（45～49歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-45-49-female');
INSERT INTO "estat_metainfo" VALUES(436,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4211','A4211_死亡数（50～54歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-50-54');
INSERT INTO "estat_metainfo" VALUES(437,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421101','A421101_死亡数（50～54歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-50-54-male');
INSERT INTO "estat_metainfo" VALUES(438,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421102','A421102_死亡数（50～54歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-50-54-female');
INSERT INTO "estat_metainfo" VALUES(439,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4212','A4212_死亡数（55～59歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-55-59');
INSERT INTO "estat_metainfo" VALUES(440,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421201','A421201_死亡数（55～59歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-55-59-male');
INSERT INTO "estat_metainfo" VALUES(441,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421202','A421202_死亡数（55～59歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-55-59-female');
INSERT INTO "estat_metainfo" VALUES(442,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4213','A4213_死亡数（60～64歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-60-64');
INSERT INTO "estat_metainfo" VALUES(443,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421301','A421301_死亡数（60～64歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-60-64-male');
INSERT INTO "estat_metainfo" VALUES(444,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421302','A421302_死亡数（60～64歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-60-64-female');
INSERT INTO "estat_metainfo" VALUES(445,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4214','A4214_死亡数（65～69歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-69');
INSERT INTO "estat_metainfo" VALUES(446,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421401','A421401_死亡数（65～69歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-69-male');
INSERT INTO "estat_metainfo" VALUES(447,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421402','A421402_死亡数（65～69歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-69-female');
INSERT INTO "estat_metainfo" VALUES(448,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4215','A4215_死亡数（70～74歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-70-74');
INSERT INTO "estat_metainfo" VALUES(449,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421501','A421501_死亡数（70～74歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-70-74-male');
INSERT INTO "estat_metainfo" VALUES(450,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421502','A421502_死亡数（70～74歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-70-74-female');
INSERT INTO "estat_metainfo" VALUES(451,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4216','A4216_死亡数（75～79歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-75-79');
INSERT INTO "estat_metainfo" VALUES(452,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421601','A421601_死亡数（75～79歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-75-79-male');
INSERT INTO "estat_metainfo" VALUES(453,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421602','A421602_死亡数（75～79歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-75-79-female');
INSERT INTO "estat_metainfo" VALUES(454,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4217','A4217_死亡数（80～84歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-80-84');
INSERT INTO "estat_metainfo" VALUES(455,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421701','A421701_死亡数（80～84歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-80-84-male');
INSERT INTO "estat_metainfo" VALUES(456,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421702','A421702_死亡数（80～84歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-80-84-female');
INSERT INTO "estat_metainfo" VALUES(457,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4218','A4218_死亡数（85～89歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-85-89');
INSERT INTO "estat_metainfo" VALUES(458,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421801','A421801_死亡数（85～89歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-85-89-male');
INSERT INTO "estat_metainfo" VALUES(459,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421802','A421802_死亡数（85～89歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-85-89-female');
INSERT INTO "estat_metainfo" VALUES(460,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4219','A4219_死亡数（90～94歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-90-94');
INSERT INTO "estat_metainfo" VALUES(461,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421901','A421901_死亡数（90～94歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-90-94-male');
INSERT INTO "estat_metainfo" VALUES(462,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421902','A421902_死亡数（90～94歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-90-94-female');
INSERT INTO "estat_metainfo" VALUES(463,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4220','A4220_死亡数（95～99歳）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-95-99');
INSERT INTO "estat_metainfo" VALUES(464,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422001','A422001_死亡数（95～99歳）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-95-99-male');
INSERT INTO "estat_metainfo" VALUES(465,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422002','A422002_死亡数（95～99歳）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-95-99-female');
INSERT INTO "estat_metainfo" VALUES(466,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4221','A4221_死亡数（100歳以上）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-100-plus');
INSERT INTO "estat_metainfo" VALUES(467,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422101','A422101_死亡数（100歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-100-plus-male');
INSERT INTO "estat_metainfo" VALUES(468,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422102','A422102_死亡数（100歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-100-plus-female');
INSERT INTO "estat_metainfo" VALUES(469,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4231','A4231_死亡数（65歳以上）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-plus');
INSERT INTO "estat_metainfo" VALUES(470,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A423101','A423101_死亡数（65歳以上）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-plus-male');
INSERT INTO "estat_metainfo" VALUES(471,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A423102','A423102_死亡数（65歳以上）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','deaths-65-plus-female');
INSERT INTO "estat_metainfo" VALUES(472,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424001','A424001_年齢調整死亡率（男）（昭和60年モデル人口）','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','age-adjusted-mortality-rate-woman');
INSERT INTO "estat_metainfo" VALUES(473,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424002','A424002_年齢調整死亡率（女）（昭和60年モデル人口）','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','age-adjusted-mortality-female-1985-model');
INSERT INTO "estat_metainfo" VALUES(474,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424011','A424011_年齢調整死亡率（男）（平成27年モデル人口）','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','age-adjusted-mortality-rate-man');
INSERT INTO "estat_metainfo" VALUES(475,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424012','A424012_年齢調整死亡率（女）（平成27年モデル人口）','‐','2025-09-21 00:44:15','2025-09-21 00:44:15','age-adjusted-mortality-rate-woman');
INSERT INTO "estat_metainfo" VALUES(476,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4270','A4270_死産数','胎','2025-09-21 00:44:15','2025-09-21 00:44:15','stillbirths');
INSERT INTO "estat_metainfo" VALUES(477,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A427001','A427001_自然死産数','胎','2025-09-21 00:44:15','2025-09-21 00:44:15','natural-stillbirths');
INSERT INTO "estat_metainfo" VALUES(478,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4271','A4271_死産数（妊娠満22週以後）','胎','2025-09-21 00:44:15','2025-09-21 00:44:15','stillbirths-after-22-weeks');
INSERT INTO "estat_metainfo" VALUES(479,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4272','A4272_早期新生児死亡数','人','2025-09-21 00:44:15','2025-09-21 00:44:15',NULL);
INSERT INTO "estat_metainfo" VALUES(480,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4280','A4280_新生児死亡数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','neonatal-deaths');
INSERT INTO "estat_metainfo" VALUES(481,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4281','A4281_乳児死亡数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','infant-deaths');
INSERT INTO "estat_metainfo" VALUES(482,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4301','A4301_標準化死亡率〔日本人〕','‰','2025-09-21 00:44:15','2025-09-21 00:44:15','standardized-mortality-japanese');
INSERT INTO "estat_metainfo" VALUES(483,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4401','A4401_自然増減率','‰','2025-09-21 00:44:15','2025-09-21 00:44:15','natural-increase-rate');
INSERT INTO "estat_metainfo" VALUES(484,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5101','A5101_転入者数（日本人移動者）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-in');
INSERT INTO "estat_metainfo" VALUES(485,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510101','A510101_転入者数（日本人移動者）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-in-male');
INSERT INTO "estat_metainfo" VALUES(486,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510102','A510102_転入者数（日本人移動者）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-in-female');
INSERT INTO "estat_metainfo" VALUES(487,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5102','A5102_転出者数（日本人移動者）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-out');
INSERT INTO "estat_metainfo" VALUES(488,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510201','A510201_転出者数（日本人移動者）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-out-male');
INSERT INTO "estat_metainfo" VALUES(489,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510202','A510202_転出者数（日本人移動者）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-movers-out-female');
INSERT INTO "estat_metainfo" VALUES(490,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5103','A5103_転入者数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-in');
INSERT INTO "estat_metainfo" VALUES(491,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510301','A510301_転入者数（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-in-male');
INSERT INTO "estat_metainfo" VALUES(492,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510302','A510302_転入者数（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-in-female');
INSERT INTO "estat_metainfo" VALUES(493,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5104','A5104_転出者数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-out');
INSERT INTO "estat_metainfo" VALUES(494,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510401','A510401_転出者数（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-out-male');
INSERT INTO "estat_metainfo" VALUES(495,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510402','A510402_転出者数（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','movers-out-female');
INSERT INTO "estat_metainfo" VALUES(496,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5201','A5201_入国者数（日本人）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-entries');
INSERT INTO "estat_metainfo" VALUES(497,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520101','A520101_入国者数（日本人）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-entries-male');
INSERT INTO "estat_metainfo" VALUES(498,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520102','A520102_入国者数（日本人）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-entries-female');
INSERT INTO "estat_metainfo" VALUES(499,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5202','A5202_出国者数（日本人）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-departures');
INSERT INTO "estat_metainfo" VALUES(500,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520201','A520201_出国者数（日本人）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-departures-male');
INSERT INTO "estat_metainfo" VALUES(501,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520202','A520202_出国者数（日本人）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','japanese-departures-female');
INSERT INTO "estat_metainfo" VALUES(502,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5301','A5301_社会増減率','‰','2025-09-21 00:44:15','2025-09-21 00:44:15','social-increase-rate');
INSERT INTO "estat_metainfo" VALUES(503,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5302','A5302_社会増減数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','social-increase');
INSERT INTO "estat_metainfo" VALUES(504,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6101','A6101_従業も通学もしていない人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','not-working-or-studying');
INSERT INTO "estat_metainfo" VALUES(505,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610101','A610101_従業も通学もしていない人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','not-working-or-studying-male');
INSERT INTO "estat_metainfo" VALUES(506,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610102','A610102_従業も通学もしていない人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','not-working-or-studying-female');
INSERT INTO "estat_metainfo" VALUES(507,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6102','A6102_自市区町村で従業・通学している人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','working-or-studying-in-own-municipality');
INSERT INTO "estat_metainfo" VALUES(508,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610201','A610201_自市区町村で従業・通学している人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','working-or-studying-in-own-municipality-male');
INSERT INTO "estat_metainfo" VALUES(509,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610202','A610202_自市区町村で従業・通学している人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','working-or-studying-in-own-municipality-female');
INSERT INTO "estat_metainfo" VALUES(510,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6103','A6103_流出人口（県内他市区町村で従業・通学している人口）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-in-pref');
INSERT INTO "estat_metainfo" VALUES(511,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610301','A610301_流出人口（県内他市区町村で従業・通学している人口）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-in-pref-male');
INSERT INTO "estat_metainfo" VALUES(512,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610302','A610302_流出人口（県内他市区町村で従業・通学している人口）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-in-pref-female');
INSERT INTO "estat_metainfo" VALUES(513,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6104','A6104_流出人口（他県で従業・通学している人口）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-other-pref');
INSERT INTO "estat_metainfo" VALUES(514,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610401','A610401_流出人口（他県で従業・通学している人口）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-other-pref-male');
INSERT INTO "estat_metainfo" VALUES(515,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610402','A610402_流出人口（他県で従業・通学している人口）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','outflow-population-other-pref-female');
INSERT INTO "estat_metainfo" VALUES(516,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6105','A6105_流入人口（県内他市区町村に常住している人口）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-in-pref');
INSERT INTO "estat_metainfo" VALUES(517,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610501','A610501_流入人口（県内他市区町村に常住している人口）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-in-pref-male');
INSERT INTO "estat_metainfo" VALUES(518,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610502','A610502_流入人口（県内他市区町村に常住している人口）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-in-pref-female');
INSERT INTO "estat_metainfo" VALUES(519,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6106','A6106_流入人口（他県に常住している人口）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-other-pref');
INSERT INTO "estat_metainfo" VALUES(520,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610601','A610601_流入人口（他県に常住している人口）（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-other-pref-male');
INSERT INTO "estat_metainfo" VALUES(521,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610602','A610602_流入人口（他県に常住している人口）（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','inflow-population-other-pref-female');
INSERT INTO "estat_metainfo" VALUES(522,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6107','A6107_昼間人口','人','2025-09-21 00:44:15','2025-09-21 00:44:15','day-time-population');
INSERT INTO "estat_metainfo" VALUES(523,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610701','A610701_昼間人口（男）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','day-time-population-male');
INSERT INTO "estat_metainfo" VALUES(524,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610702','A610702_昼間人口（女）','人','2025-09-21 00:44:15','2025-09-21 00:44:15','day-time-population-female');
INSERT INTO "estat_metainfo" VALUES(525,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6108','A6108_昼夜間人口比率','％','2025-09-21 00:44:15','2025-09-21 00:44:15','day-time-population-ratio');
INSERT INTO "estat_metainfo" VALUES(526,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A7101','A7101_世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households');
INSERT INTO "estat_metainfo" VALUES(527,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710101','A710101_一般世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','general-households');
INSERT INTO "estat_metainfo" VALUES(528,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710102','A710102_施設等の世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','facility-households');
INSERT INTO "estat_metainfo" VALUES(529,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710201','A710201_一般世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','general-household-members');
INSERT INTO "estat_metainfo" VALUES(530,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710202','A710202_施設等の世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','facility-household-members');
INSERT INTO "estat_metainfo" VALUES(531,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710211','A710211_一般世帯平均人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','average-number-of-people-in-general-households');
INSERT INTO "estat_metainfo" VALUES(532,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A7103','A7103_住民基本台帳世帯数（日本人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','basic-resident-register-households-japanese');
INSERT INTO "estat_metainfo" VALUES(533,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810101','A810101_親族のみの世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-relatives-only');
INSERT INTO "estat_metainfo" VALUES(534,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810102','A810102_核家族世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','nuclear-family-households');
INSERT INTO "estat_metainfo" VALUES(535,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810103','A810103_核家族以外の世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','non-nuclear-family-households');
INSERT INTO "estat_metainfo" VALUES(536,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810104','A810104_非親族を含む世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-including-non-relatives');
INSERT INTO "estat_metainfo" VALUES(537,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810105','A810105_単独世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-person-households');
INSERT INTO "estat_metainfo" VALUES(538,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8111','A8111_65歳以上の世帯員のいる世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus');
INSERT INTO "estat_metainfo" VALUES(539,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811101','A811101_65歳以上の世帯員のいる親族のみの世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus-relatives-only');
INSERT INTO "estat_metainfo" VALUES(540,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811102','A811102_65歳以上の世帯員のいる核家族世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus-nuclear-family');
INSERT INTO "estat_metainfo" VALUES(541,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811103','A811103_65歳以上の親族のいるその他の親族世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus-other-relatives');
INSERT INTO "estat_metainfo" VALUES(542,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811104','A811104_65歳以上の親族のいる非親族世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus-non-relatives');
INSERT INTO "estat_metainfo" VALUES(543,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811105','A811105_65歳以上の世帯員のいる単独世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-with-65plus-single-person');
INSERT INTO "estat_metainfo" VALUES(544,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8112','A8112_65歳以上の世帯員のいる世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus');
INSERT INTO "estat_metainfo" VALUES(545,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811201','A811201_65歳以上の世帯員のいる親族のみの世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus-relatives-only');
INSERT INTO "estat_metainfo" VALUES(546,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811202','A811202_65歳以上の世帯員のいる核家族世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus-nuclear-family');
INSERT INTO "estat_metainfo" VALUES(547,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811203','A811203_65歳以上の親族のいるその他の親族世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus-other-relatives');
INSERT INTO "estat_metainfo" VALUES(548,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811204','A811204_65歳以上の親族のいる非親族世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus-non-relatives');
INSERT INTO "estat_metainfo" VALUES(549,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811205','A811205_65歳以上の親族のいる単独世帯人員数','人','2025-09-21 00:44:15','2025-09-21 00:44:15','household-members-with-65plus-single-person');
INSERT INTO "estat_metainfo" VALUES(550,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8201','A8201_夫65歳以上、妻60歳以上の夫婦のみの世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','households-couple-65plus-60plus');
INSERT INTO "estat_metainfo" VALUES(551,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8202','A8202_高齢夫婦世帯数（高齢夫婦と未婚の18歳未満の者）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','elderly-couple-households');
INSERT INTO "estat_metainfo" VALUES(552,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8301','A8301_65歳以上世帯員の単独世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-person-households-with-65plus');
INSERT INTO "estat_metainfo" VALUES(553,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830101','A830101_65歳以上世帯員の単独世帯数（男）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-person-households-with-65plus-male');
INSERT INTO "estat_metainfo" VALUES(554,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830102','A830102_65歳以上世帯員の単独世帯数（女）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-person-households-with-65plus-female');
INSERT INTO "estat_metainfo" VALUES(555,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8303','A8303_高齢単身世帯数（60歳以上の者1人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-elderly-households-60plus');
INSERT INTO "estat_metainfo" VALUES(556,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830301','A830301_高齢単身世帯数（60歳以上の者1人）（男）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-elderly-households-60plus-male');
INSERT INTO "estat_metainfo" VALUES(557,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830302','A830302_高齢単身世帯数（60歳以上の者1人）（女）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-elderly-households-60plus-female');
INSERT INTO "estat_metainfo" VALUES(558,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8401','A8401_母子世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households');
INSERT INTO "estat_metainfo" VALUES(559,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840101','A840101_母子世帯数（子供が1人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-1-child');
INSERT INTO "estat_metainfo" VALUES(560,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840102','A840102_母子世帯数（子供が2人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-2-children');
INSERT INTO "estat_metainfo" VALUES(561,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840103','A840103_母子世帯数（子供が3人以上）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-3plus-children');
INSERT INTO "estat_metainfo" VALUES(562,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840201','A840201_母子世帯数（15～24歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-15-24');
INSERT INTO "estat_metainfo" VALUES(563,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840202','A840202_母子世帯数（25～34歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-25-34');
INSERT INTO "estat_metainfo" VALUES(564,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840203','A840203_母子世帯数（35～44歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-35-44');
INSERT INTO "estat_metainfo" VALUES(565,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840204','A840204_母子世帯数（45～54歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-45-54');
INSERT INTO "estat_metainfo" VALUES(566,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840205','A840205_母子世帯数（55歳以上）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-mother-households-55plus');
INSERT INTO "estat_metainfo" VALUES(567,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8501','A8501_父子世帯数','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households');
INSERT INTO "estat_metainfo" VALUES(568,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850101','A850101_父子世帯数（子供が1人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-1-child');
INSERT INTO "estat_metainfo" VALUES(569,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850102','A850102_父子世帯数（子供が2人）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-2-children');
INSERT INTO "estat_metainfo" VALUES(570,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850103','A850103_父子世帯数（子供が3人以上）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-3plus-children');
INSERT INTO "estat_metainfo" VALUES(571,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850201','A850201_父子世帯数（15～24歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-15-24');
INSERT INTO "estat_metainfo" VALUES(572,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850202','A850202_父子世帯数（25～34歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-25-34');
INSERT INTO "estat_metainfo" VALUES(573,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850203','A850203_父子世帯数（35～44歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-35-44');
INSERT INTO "estat_metainfo" VALUES(574,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850204','A850204_父子世帯数（45～54歳）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-45-54');
INSERT INTO "estat_metainfo" VALUES(575,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850205','A850205_父子世帯数（55歳以上）','世帯','2025-09-21 00:44:15','2025-09-21 00:44:15','single-father-households-55plus');
INSERT INTO "estat_metainfo" VALUES(576,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9101','A9101_婚姻件数','組','2025-09-21 00:44:15','2025-09-21 00:44:15','marriages');
INSERT INTO "estat_metainfo" VALUES(577,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9111','A9111_平均婚姻年齢（初婚の夫）','歳','2025-09-21 00:44:15','2025-09-21 00:44:15','average-age-of-first-marriage-husband');
INSERT INTO "estat_metainfo" VALUES(578,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9112','A9112_平均婚姻年齢（初婚の妻）','歳','2025-09-21 00:44:15','2025-09-21 00:44:15','average-age-of-first-marriage-wife');
INSERT INTO "estat_metainfo" VALUES(579,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9201','A9201_離婚件数','組','2025-09-21 00:44:15','2025-09-21 00:44:15','divorces');
INSERT INTO "estat_metainfo" VALUES(580,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1101','A1101_総人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','total-population');
INSERT INTO "estat_metainfo" VALUES(581,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110101','A110101_総人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','total-population-male');
INSERT INTO "estat_metainfo" VALUES(582,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110102','A110102_総人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','total-population-female');
INSERT INTO "estat_metainfo" VALUES(583,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1102','A1102_日本人人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-population');
INSERT INTO "estat_metainfo" VALUES(584,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110201','A110201_日本人人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-population-male');
INSERT INTO "estat_metainfo" VALUES(585,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A110202','A110202_日本人人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-population-female');
INSERT INTO "estat_metainfo" VALUES(586,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1201','A1201_0～4歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-4');
INSERT INTO "estat_metainfo" VALUES(587,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120101','A120101_0～4歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-4-male');
INSERT INTO "estat_metainfo" VALUES(588,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120102','A120102_0～4歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-4-female');
INSERT INTO "estat_metainfo" VALUES(589,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1202','A1202_5～9歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5-9');
INSERT INTO "estat_metainfo" VALUES(590,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120201','A120201_5～9歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5-9-male');
INSERT INTO "estat_metainfo" VALUES(591,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120202','A120202_5～9歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5-9-female');
INSERT INTO "estat_metainfo" VALUES(592,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1203','A1203_10～14歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-14');
INSERT INTO "estat_metainfo" VALUES(593,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120301','A120301_10～14歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-14-male');
INSERT INTO "estat_metainfo" VALUES(594,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120302','A120302_10～14歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-14-female');
INSERT INTO "estat_metainfo" VALUES(595,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1204','A1204_15～19歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-19');
INSERT INTO "estat_metainfo" VALUES(596,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120401','A120401_15～19歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-19-male');
INSERT INTO "estat_metainfo" VALUES(597,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120402','A120402_15～19歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-19-female');
INSERT INTO "estat_metainfo" VALUES(598,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1205','A1205_20～24歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-20-24');
INSERT INTO "estat_metainfo" VALUES(599,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120501','A120501_20～24歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-20-24-male');
INSERT INTO "estat_metainfo" VALUES(600,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120502','A120502_20～24歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-20-24-female');
INSERT INTO "estat_metainfo" VALUES(601,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1206','A1206_25～29歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-25-29');
INSERT INTO "estat_metainfo" VALUES(602,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120601','A120601_25～29歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-25-29-male');
INSERT INTO "estat_metainfo" VALUES(603,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120602','A120602_25～29歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-25-29-female');
INSERT INTO "estat_metainfo" VALUES(604,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1207','A1207_30～34歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-30-34');
INSERT INTO "estat_metainfo" VALUES(605,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120701','A120701_30～34歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-30-34-male');
INSERT INTO "estat_metainfo" VALUES(606,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120702','A120702_30～34歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-30-34-female');
INSERT INTO "estat_metainfo" VALUES(607,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1208','A1208_35～39歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-35-39');
INSERT INTO "estat_metainfo" VALUES(608,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120801','A120801_35～39歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-35-39-male');
INSERT INTO "estat_metainfo" VALUES(609,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120802','A120802_35～39歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-35-39-female');
INSERT INTO "estat_metainfo" VALUES(610,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1209','A1209_40～44歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-44');
INSERT INTO "estat_metainfo" VALUES(611,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120901','A120901_40～44歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-44-male');
INSERT INTO "estat_metainfo" VALUES(612,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A120902','A120902_40～44歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-44-female');
INSERT INTO "estat_metainfo" VALUES(613,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1210','A1210_45～49歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-45-49');
INSERT INTO "estat_metainfo" VALUES(614,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121001','A121001_45～49歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-45-49-male');
INSERT INTO "estat_metainfo" VALUES(615,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121002','A121002_45～49歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-45-49-female');
INSERT INTO "estat_metainfo" VALUES(616,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1211','A1211_50～54歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-50-54');
INSERT INTO "estat_metainfo" VALUES(617,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121101','A121101_50～54歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-50-54-male');
INSERT INTO "estat_metainfo" VALUES(618,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121102','A121102_50～54歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-50-54-female');
INSERT INTO "estat_metainfo" VALUES(619,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1212','A1212_55～59歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-55-59');
INSERT INTO "estat_metainfo" VALUES(620,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121201','A121201_55～59歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-55-59-male');
INSERT INTO "estat_metainfo" VALUES(621,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121202','A121202_55～59歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-55-59-female');
INSERT INTO "estat_metainfo" VALUES(622,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1213','A1213_60～64歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-64');
INSERT INTO "estat_metainfo" VALUES(623,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121301','A121301_60～64歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-64-male');
INSERT INTO "estat_metainfo" VALUES(624,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121302','A121302_60～64歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-64-female');
INSERT INTO "estat_metainfo" VALUES(625,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1214','A1214_65～69歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-65-69');
INSERT INTO "estat_metainfo" VALUES(626,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121401','A121401_65～69歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-65-69-male');
INSERT INTO "estat_metainfo" VALUES(627,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121402','A121402_65～69歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-65-69-female');
INSERT INTO "estat_metainfo" VALUES(628,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1215','A1215_70～74歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-74');
INSERT INTO "estat_metainfo" VALUES(629,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121501','A121501_70～74歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-74-male');
INSERT INTO "estat_metainfo" VALUES(630,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121502','A121502_70～74歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-74-female');
INSERT INTO "estat_metainfo" VALUES(631,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1216','A1216_75～79歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-79');
INSERT INTO "estat_metainfo" VALUES(632,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121601','A121601_75～79歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-79-male');
INSERT INTO "estat_metainfo" VALUES(633,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121602','A121602_75～79歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-79-female');
INSERT INTO "estat_metainfo" VALUES(634,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1217','A1217_80～84歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-84');
INSERT INTO "estat_metainfo" VALUES(635,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121701','A121701_80～84歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-84-male');
INSERT INTO "estat_metainfo" VALUES(636,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121702','A121702_80～84歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-84-female');
INSERT INTO "estat_metainfo" VALUES(637,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1218','A1218_85～89歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-89');
INSERT INTO "estat_metainfo" VALUES(638,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121801','A121801_85～89歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-89-male');
INSERT INTO "estat_metainfo" VALUES(639,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121802','A121802_85～89歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-89-female');
INSERT INTO "estat_metainfo" VALUES(640,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1219','A1219_90～94歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-90-94');
INSERT INTO "estat_metainfo" VALUES(641,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121901','A121901_90～94歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-90-94-male');
INSERT INTO "estat_metainfo" VALUES(642,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A121902','A121902_90～94歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-90-94-female');
INSERT INTO "estat_metainfo" VALUES(643,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1220','A1220_95～99歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-95-99');
INSERT INTO "estat_metainfo" VALUES(644,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122001','A122001_95～99歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-95-99-male');
INSERT INTO "estat_metainfo" VALUES(645,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122002','A122002_95～99歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-95-99-female');
INSERT INTO "estat_metainfo" VALUES(646,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1221','A1221_100歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-100-plus');
INSERT INTO "estat_metainfo" VALUES(647,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122101','A122101_100歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-100-plus-male');
INSERT INTO "estat_metainfo" VALUES(648,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A122102','A122102_100歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-100-plus-female');
INSERT INTO "estat_metainfo" VALUES(649,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1231','A1231_年齢中位数','歳','2025-09-21 00:49:56','2025-09-21 00:49:56','median-age');
INSERT INTO "estat_metainfo" VALUES(650,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1301','A1301_15歳未満人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population');
INSERT INTO "estat_metainfo" VALUES(651,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130101','A130101_15歳未満人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population-male');
INSERT INTO "estat_metainfo" VALUES(652,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130102','A130102_15歳未満人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population-female');
INSERT INTO "estat_metainfo" VALUES(653,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1302','A1302_15～64歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population');
INSERT INTO "estat_metainfo" VALUES(654,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130201','A130201_15～64歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population-male');
INSERT INTO "estat_metainfo" VALUES(655,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130202','A130202_15～64歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population-female');
INSERT INTO "estat_metainfo" VALUES(656,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1303','A1303_65歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','old-population');
INSERT INTO "estat_metainfo" VALUES(657,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130301','A130301_65歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','old-population-male');
INSERT INTO "estat_metainfo" VALUES(658,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130302','A130302_65歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','old-population-female');
INSERT INTO "estat_metainfo" VALUES(659,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1304','A1304_15歳未満人口割合','％','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population-ratio');
INSERT INTO "estat_metainfo" VALUES(660,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130401','A130401_15歳未満人口割合（男）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population-ratio-male');
INSERT INTO "estat_metainfo" VALUES(661,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130402','A130402_15歳未満人口割合（女）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','young-population-ratio-female');
INSERT INTO "estat_metainfo" VALUES(662,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1305','A1305_15～64歳人口割合','％','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population-ratio');
INSERT INTO "estat_metainfo" VALUES(663,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130501','A130501_15～64歳人口割合（男）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population-ratio-male');
INSERT INTO "estat_metainfo" VALUES(664,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130502','A130502_15～64歳人口割合（女）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','production-age-population-ratio-female');
INSERT INTO "estat_metainfo" VALUES(665,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1306','A1306_65歳以上人口割合','％','2025-09-21 00:49:56','2025-09-21 00:49:56','ratio-65-plus');
INSERT INTO "estat_metainfo" VALUES(666,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130601','A130601_65歳以上人口割合（男）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','ratio-65-plus-male');
INSERT INTO "estat_metainfo" VALUES(667,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A130602','A130602_65歳以上人口割合（女）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','ratio-65-plus-female');
INSERT INTO "estat_metainfo" VALUES(668,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1401','A1401_3歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3');
INSERT INTO "estat_metainfo" VALUES(669,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140101','A140101_3歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3-male');
INSERT INTO "estat_metainfo" VALUES(670,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140102','A140102_3歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3-female');
INSERT INTO "estat_metainfo" VALUES(671,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1402','A1402_4歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-4');
INSERT INTO "estat_metainfo" VALUES(672,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140201','A140201_4歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-4-male');
INSERT INTO "estat_metainfo" VALUES(673,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140202','A140202_4歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-4-female');
INSERT INTO "estat_metainfo" VALUES(674,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1403','A1403_5歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5');
INSERT INTO "estat_metainfo" VALUES(675,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140301','A140301_5歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5-male');
INSERT INTO "estat_metainfo" VALUES(676,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140302','A140302_5歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-5-female');
INSERT INTO "estat_metainfo" VALUES(677,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1404','A1404_0～3歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-3');
INSERT INTO "estat_metainfo" VALUES(678,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140401','A140401_0～3歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-3-male');
INSERT INTO "estat_metainfo" VALUES(679,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140402','A140402_0～3歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-3-female');
INSERT INTO "estat_metainfo" VALUES(680,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1405','A1405_0～5歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-5');
INSERT INTO "estat_metainfo" VALUES(681,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140501','A140501_0～5歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-5-male');
INSERT INTO "estat_metainfo" VALUES(682,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140502','A140502_0～5歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-5-female');
INSERT INTO "estat_metainfo" VALUES(683,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1406','A1406_0～15歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-15');
INSERT INTO "estat_metainfo" VALUES(684,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140601','A140601_0～15歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-15-male');
INSERT INTO "estat_metainfo" VALUES(685,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140602','A140602_0～15歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-15-female');
INSERT INTO "estat_metainfo" VALUES(686,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1407','A1407_0～17歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-17');
INSERT INTO "estat_metainfo" VALUES(687,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140701','A140701_0～17歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-17-male');
INSERT INTO "estat_metainfo" VALUES(688,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140702','A140702_0～17歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-17-female');
INSERT INTO "estat_metainfo" VALUES(689,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1408','A1408_3～5歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3-5');
INSERT INTO "estat_metainfo" VALUES(690,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140801','A140801_3～5歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3-5-male');
INSERT INTO "estat_metainfo" VALUES(691,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140802','A140802_3～5歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-3-5-female');
INSERT INTO "estat_metainfo" VALUES(692,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1409','A1409_6～11歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6-11');
INSERT INTO "estat_metainfo" VALUES(693,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140901','A140901_6～11歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6-11-male');
INSERT INTO "estat_metainfo" VALUES(694,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A140902','A140902_6～11歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6-11-female');
INSERT INTO "estat_metainfo" VALUES(695,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1410','A1410_10～13歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-13');
INSERT INTO "estat_metainfo" VALUES(696,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141001','A141001_10～13歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-13-male');
INSERT INTO "estat_metainfo" VALUES(697,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141002','A141002_10～13歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-13-female');
INSERT INTO "estat_metainfo" VALUES(698,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1411','A1411_12～14歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12-14');
INSERT INTO "estat_metainfo" VALUES(699,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141101','A141101_12～14歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12-14-male');
INSERT INTO "estat_metainfo" VALUES(700,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141102','A141102_12～14歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12-14-female');
INSERT INTO "estat_metainfo" VALUES(701,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1412','A1412_14～19歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14-19');
INSERT INTO "estat_metainfo" VALUES(702,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141201','A141201_14～19歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14-19-male');
INSERT INTO "estat_metainfo" VALUES(703,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141202','A141202_14～19歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14-19-female');
INSERT INTO "estat_metainfo" VALUES(704,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1413','A1413_15～17歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-17');
INSERT INTO "estat_metainfo" VALUES(705,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141301','A141301_15～17歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-17-male');
INSERT INTO "estat_metainfo" VALUES(706,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141302','A141302_15～17歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-17-female');
INSERT INTO "estat_metainfo" VALUES(707,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1414','A1414_15歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-plus');
INSERT INTO "estat_metainfo" VALUES(708,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141401','A141401_15歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(709,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141402','A141402_15歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(710,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1415','A1415_40歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-plus');
INSERT INTO "estat_metainfo" VALUES(711,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141501','A141501_40歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-plus-male');
INSERT INTO "estat_metainfo" VALUES(712,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141502','A141502_40歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-40-plus-female');
INSERT INTO "estat_metainfo" VALUES(713,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1416','A1416_60歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-plus');
INSERT INTO "estat_metainfo" VALUES(714,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141601','A141601_60歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-plus-male');
INSERT INTO "estat_metainfo" VALUES(715,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141602','A141602_60歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-60-plus-female');
INSERT INTO "estat_metainfo" VALUES(716,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1417','A1417_70歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-plus');
INSERT INTO "estat_metainfo" VALUES(717,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141701','A141701_70歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-plus-male');
INSERT INTO "estat_metainfo" VALUES(718,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141702','A141702_70歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-70-plus-female');
INSERT INTO "estat_metainfo" VALUES(719,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1418','A1418_80歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-plus');
INSERT INTO "estat_metainfo" VALUES(720,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141801','A141801_80歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-plus-male');
INSERT INTO "estat_metainfo" VALUES(721,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141802','A141802_80歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-80-plus-female');
INSERT INTO "estat_metainfo" VALUES(722,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1419','A1419_75歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-plus');
INSERT INTO "estat_metainfo" VALUES(723,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141901','A141901_75歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-plus-male');
INSERT INTO "estat_metainfo" VALUES(724,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A141902','A141902_75歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-75-plus-female');
INSERT INTO "estat_metainfo" VALUES(725,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1420','A1420_85歳以上人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-plus');
INSERT INTO "estat_metainfo" VALUES(726,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A142001','A142001_85歳以上人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(727,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A142002','A142002_85歳以上人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(728,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1501','A1501_－1歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-minus-1');
INSERT INTO "estat_metainfo" VALUES(729,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1502','A1502_0歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0');
INSERT INTO "estat_metainfo" VALUES(730,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150201','A150201_0歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-male');
INSERT INTO "estat_metainfo" VALUES(731,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150202','A150202_0歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-0-female');
INSERT INTO "estat_metainfo" VALUES(732,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1503','A1503_1歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-1');
INSERT INTO "estat_metainfo" VALUES(733,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150301','A150301_1歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-1-male');
INSERT INTO "estat_metainfo" VALUES(734,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150302','A150302_1歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-1-female');
INSERT INTO "estat_metainfo" VALUES(735,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1504','A1504_2歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-2');
INSERT INTO "estat_metainfo" VALUES(736,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150401','A150401_2歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-2-male');
INSERT INTO "estat_metainfo" VALUES(737,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150402','A150402_2歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-2-female');
INSERT INTO "estat_metainfo" VALUES(738,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1505','A1505_6歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6');
INSERT INTO "estat_metainfo" VALUES(739,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150501','A150501_6歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6-male');
INSERT INTO "estat_metainfo" VALUES(740,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150502','A150502_6歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-6-female');
INSERT INTO "estat_metainfo" VALUES(741,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1506','A1506_7歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-7');
INSERT INTO "estat_metainfo" VALUES(742,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150601','A150601_7歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-7-male');
INSERT INTO "estat_metainfo" VALUES(743,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150602','A150602_7歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-7-female');
INSERT INTO "estat_metainfo" VALUES(744,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1507','A1507_8歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-8');
INSERT INTO "estat_metainfo" VALUES(745,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150701','A150701_8歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-8-male');
INSERT INTO "estat_metainfo" VALUES(746,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150702','A150702_8歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-8-female');
INSERT INTO "estat_metainfo" VALUES(747,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1508','A1508_9歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-9');
INSERT INTO "estat_metainfo" VALUES(748,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150801','A150801_9歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-9-male');
INSERT INTO "estat_metainfo" VALUES(749,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150802','A150802_9歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-9-female');
INSERT INTO "estat_metainfo" VALUES(750,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1509','A1509_10歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10');
INSERT INTO "estat_metainfo" VALUES(751,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150901','A150901_10歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-male');
INSERT INTO "estat_metainfo" VALUES(752,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A150902','A150902_10歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-10-female');
INSERT INTO "estat_metainfo" VALUES(753,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1510','A1510_11歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-11');
INSERT INTO "estat_metainfo" VALUES(754,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151001','A151001_11歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-11-male');
INSERT INTO "estat_metainfo" VALUES(755,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151002','A151002_11歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-11-female');
INSERT INTO "estat_metainfo" VALUES(756,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1511','A1511_12歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12');
INSERT INTO "estat_metainfo" VALUES(757,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151101','A151101_12歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12-male');
INSERT INTO "estat_metainfo" VALUES(758,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151102','A151102_12歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-12-female');
INSERT INTO "estat_metainfo" VALUES(759,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1512','A1512_13歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-13');
INSERT INTO "estat_metainfo" VALUES(760,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151201','A151201_13歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-13-male');
INSERT INTO "estat_metainfo" VALUES(761,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151202','A151202_13歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-13-female');
INSERT INTO "estat_metainfo" VALUES(762,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1513','A1513_14歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14');
INSERT INTO "estat_metainfo" VALUES(763,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151301','A151301_14歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14-male');
INSERT INTO "estat_metainfo" VALUES(764,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151302','A151302_14歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-14-female');
INSERT INTO "estat_metainfo" VALUES(765,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1514','A1514_15歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15');
INSERT INTO "estat_metainfo" VALUES(766,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151401','A151401_15歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-male');
INSERT INTO "estat_metainfo" VALUES(767,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151402','A151402_15歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-15-female');
INSERT INTO "estat_metainfo" VALUES(768,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1515','A1515_16歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-16');
INSERT INTO "estat_metainfo" VALUES(769,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151501','A151501_16歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-16-male');
INSERT INTO "estat_metainfo" VALUES(770,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151502','A151502_16歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-16-female');
INSERT INTO "estat_metainfo" VALUES(771,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1516','A1516_17歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-17');
INSERT INTO "estat_metainfo" VALUES(772,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151601','A151601_17歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-17-male');
INSERT INTO "estat_metainfo" VALUES(773,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151602','A151602_17歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-17-female');
INSERT INTO "estat_metainfo" VALUES(774,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1517','A1517_18歳人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-18');
INSERT INTO "estat_metainfo" VALUES(775,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151701','A151701_18歳人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-18-male');
INSERT INTO "estat_metainfo" VALUES(776,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A151702','A151702_18歳人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-18-female');
INSERT INTO "estat_metainfo" VALUES(777,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601001','A1601001_未婚人口（15歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','unmarried-population-man');
INSERT INTO "estat_metainfo" VALUES(778,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601002','A1601002_未婚人口（15歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','unmarried-population-woman');
INSERT INTO "estat_metainfo" VALUES(779,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601011','A1601011_未婚人口（15～19歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-15-19-male');
INSERT INTO "estat_metainfo" VALUES(780,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601012','A1601012_未婚人口（15～19歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-15-19-female');
INSERT INTO "estat_metainfo" VALUES(781,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601021','A1601021_未婚人口（20～24歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-20-24-male');
INSERT INTO "estat_metainfo" VALUES(782,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601022','A1601022_未婚人口（20～24歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-20-24-female');
INSERT INTO "estat_metainfo" VALUES(783,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601031','A1601031_未婚人口（25～29歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-25-29-male');
INSERT INTO "estat_metainfo" VALUES(784,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601032','A1601032_未婚人口（25～29歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-25-29-female');
INSERT INTO "estat_metainfo" VALUES(785,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601041','A1601041_未婚人口（30～34歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-30-34-male');
INSERT INTO "estat_metainfo" VALUES(786,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601042','A1601042_未婚人口（30～34歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-30-34-female');
INSERT INTO "estat_metainfo" VALUES(787,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601051','A1601051_未婚人口（35～39歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-35-39-male');
INSERT INTO "estat_metainfo" VALUES(788,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601052','A1601052_未婚人口（35～39歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-35-39-female');
INSERT INTO "estat_metainfo" VALUES(789,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601061','A1601061_未婚人口（40～44歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-40-44-male');
INSERT INTO "estat_metainfo" VALUES(790,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601062','A1601062_未婚人口（40～44歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-40-44-female');
INSERT INTO "estat_metainfo" VALUES(791,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601071','A1601071_未婚人口（45～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-45-49-male');
INSERT INTO "estat_metainfo" VALUES(792,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601072','A1601072_未婚人口（45～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-45-49-female');
INSERT INTO "estat_metainfo" VALUES(793,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601081','A1601081_未婚人口（50～54歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-50-54-male');
INSERT INTO "estat_metainfo" VALUES(794,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601082','A1601082_未婚人口（50～54歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-50-54-female');
INSERT INTO "estat_metainfo" VALUES(795,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601091','A1601091_未婚人口（55～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-55-59-male');
INSERT INTO "estat_metainfo" VALUES(796,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601092','A1601092_未婚人口（55～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-55-59-female');
INSERT INTO "estat_metainfo" VALUES(797,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601101','A1601101_未婚人口（60～64歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-60-64-male');
INSERT INTO "estat_metainfo" VALUES(798,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601102','A1601102_未婚人口（60～64歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-60-64-female');
INSERT INTO "estat_metainfo" VALUES(799,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601111','A1601111_未婚人口（65～69歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-65-69-male');
INSERT INTO "estat_metainfo" VALUES(800,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601112','A1601112_未婚人口（65～69歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-65-69-female');
INSERT INTO "estat_metainfo" VALUES(801,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601121','A1601121_未婚人口（70～74歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-70-74-male');
INSERT INTO "estat_metainfo" VALUES(802,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601122','A1601122_未婚人口（70～74歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-70-74-female');
INSERT INTO "estat_metainfo" VALUES(803,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601131','A1601131_未婚人口（75～79歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-75-79-male');
INSERT INTO "estat_metainfo" VALUES(804,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601132','A1601132_未婚人口（75～79歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-75-79-female');
INSERT INTO "estat_metainfo" VALUES(805,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601141','A1601141_未婚人口（80～84歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-80-84-male');
INSERT INTO "estat_metainfo" VALUES(806,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601142','A1601142_未婚人口（80～84歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-80-84-female');
INSERT INTO "estat_metainfo" VALUES(807,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601151','A1601151_未婚人口（85歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(808,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1601152','A1601152_未婚人口（85歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','never-married-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(809,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602001','A1602001_有配偶人口（15歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(810,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602002','A1602002_有配偶人口（15歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(811,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602021','A1602021_有配偶人口（20～24歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-20-24-male');
INSERT INTO "estat_metainfo" VALUES(812,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602022','A1602022_有配偶人口（20～24歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-20-24-female');
INSERT INTO "estat_metainfo" VALUES(813,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602031','A1602031_有配偶人口（25～29歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-25-29-male');
INSERT INTO "estat_metainfo" VALUES(814,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602032','A1602032_有配偶人口（25～29歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-25-29-female');
INSERT INTO "estat_metainfo" VALUES(815,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602041','A1602041_有配偶人口（30～34歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-30-34-male');
INSERT INTO "estat_metainfo" VALUES(816,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602042','A1602042_有配偶人口（30～34歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-30-34-female');
INSERT INTO "estat_metainfo" VALUES(817,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602051','A1602051_有配偶人口（35～39歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-35-39-male');
INSERT INTO "estat_metainfo" VALUES(818,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602052','A1602052_有配偶人口（35～39歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-35-39-female');
INSERT INTO "estat_metainfo" VALUES(819,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602061','A1602061_有配偶人口（40～44歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-40-44-male');
INSERT INTO "estat_metainfo" VALUES(820,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602062','A1602062_有配偶人口（40～44歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-40-44-female');
INSERT INTO "estat_metainfo" VALUES(821,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602071','A1602071_有配偶人口（45～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-45-49-male');
INSERT INTO "estat_metainfo" VALUES(822,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602072','A1602072_有配偶人口（45～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-45-49-female');
INSERT INTO "estat_metainfo" VALUES(823,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602081','A1602081_有配偶人口（50～54歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-50-54-male');
INSERT INTO "estat_metainfo" VALUES(824,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602082','A1602082_有配偶人口（50～54歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-50-54-female');
INSERT INTO "estat_metainfo" VALUES(825,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602091','A1602091_有配偶人口（55～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-55-59-male');
INSERT INTO "estat_metainfo" VALUES(826,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602092','A1602092_有配偶人口（55～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-55-59-female');
INSERT INTO "estat_metainfo" VALUES(827,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602101','A1602101_有配偶人口（60～64歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-60-64-male');
INSERT INTO "estat_metainfo" VALUES(828,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602102','A1602102_有配偶人口（60～64歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-60-64-female');
INSERT INTO "estat_metainfo" VALUES(829,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602111','A1602111_有配偶人口（65～69歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-65-69-male');
INSERT INTO "estat_metainfo" VALUES(830,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602112','A1602112_有配偶人口（65～69歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-65-69-female');
INSERT INTO "estat_metainfo" VALUES(831,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602121','A1602121_有配偶人口（70～74歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-70-74-male');
INSERT INTO "estat_metainfo" VALUES(832,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602122','A1602122_有配偶人口（70～74歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-70-74-female');
INSERT INTO "estat_metainfo" VALUES(833,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602131','A1602131_有配偶人口（75～79歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-75-79-male');
INSERT INTO "estat_metainfo" VALUES(834,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602132','A1602132_有配偶人口（75～79歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-75-79-female');
INSERT INTO "estat_metainfo" VALUES(835,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602141','A1602141_有配偶人口（80～84歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-80-84-male');
INSERT INTO "estat_metainfo" VALUES(836,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602142','A1602142_有配偶人口（80～84歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-80-84-female');
INSERT INTO "estat_metainfo" VALUES(837,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602151','A1602151_有配偶人口（85歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(838,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1602152','A1602152_有配偶人口（85歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','married-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(839,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603001','A1603001_死別人口（15歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(840,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603002','A1603002_死別人口（15歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(841,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603031','A1603031_死別人口（25～29歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-25-29-male');
INSERT INTO "estat_metainfo" VALUES(842,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603032','A1603032_死別人口（25～29歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-25-29-female');
INSERT INTO "estat_metainfo" VALUES(843,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603041','A1603041_死別人口（30～34歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-30-34-male');
INSERT INTO "estat_metainfo" VALUES(844,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603042','A1603042_死別人口（30～34歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-30-34-female');
INSERT INTO "estat_metainfo" VALUES(845,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603051','A1603051_死別人口（35～39歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-35-39-male');
INSERT INTO "estat_metainfo" VALUES(846,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603052','A1603052_死別人口（35～39歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-35-39-female');
INSERT INTO "estat_metainfo" VALUES(847,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603061','A1603061_死別人口（40～44歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-40-44-male');
INSERT INTO "estat_metainfo" VALUES(848,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603062','A1603062_死別人口（40～44歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-40-44-female');
INSERT INTO "estat_metainfo" VALUES(849,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603071','A1603071_死別人口（45～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-45-49-male');
INSERT INTO "estat_metainfo" VALUES(850,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603072','A1603072_死別人口（45～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-45-49-female');
INSERT INTO "estat_metainfo" VALUES(851,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603081','A1603081_死別人口（50～54歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-50-54-male');
INSERT INTO "estat_metainfo" VALUES(852,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603082','A1603082_死別人口（50～54歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-50-54-female');
INSERT INTO "estat_metainfo" VALUES(853,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603091','A1603091_死別人口（55～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-55-59-male');
INSERT INTO "estat_metainfo" VALUES(854,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603092','A1603092_死別人口（55～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-55-59-female');
INSERT INTO "estat_metainfo" VALUES(855,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603101','A1603101_死別人口（60～64歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-60-64-male');
INSERT INTO "estat_metainfo" VALUES(856,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603102','A1603102_死別人口（60～64歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-60-64-female');
INSERT INTO "estat_metainfo" VALUES(857,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603111','A1603111_死別人口（65～69歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-65-69-male');
INSERT INTO "estat_metainfo" VALUES(858,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603112','A1603112_死別人口（65～69歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-65-69-female');
INSERT INTO "estat_metainfo" VALUES(859,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603121','A1603121_死別人口（70～74歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-70-74-male');
INSERT INTO "estat_metainfo" VALUES(860,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603122','A1603122_死別人口（70～74歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-70-74-female');
INSERT INTO "estat_metainfo" VALUES(861,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603131','A1603131_死別人口（75～79歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-75-79-male');
INSERT INTO "estat_metainfo" VALUES(862,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603132','A1603132_死別人口（75～79歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-75-79-female');
INSERT INTO "estat_metainfo" VALUES(863,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603141','A1603141_死別人口（80～84歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-80-84-male');
INSERT INTO "estat_metainfo" VALUES(864,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603142','A1603142_死別人口（80～84歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-80-84-female');
INSERT INTO "estat_metainfo" VALUES(865,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603151','A1603151_死別人口（85歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(866,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603152','A1603152_死別人口（85歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(867,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603201','A1603201_死別人口（60歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-60-plus-male');
INSERT INTO "estat_metainfo" VALUES(868,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1603202','A1603202_死別人口（60歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','widowed-60-plus-female');
INSERT INTO "estat_metainfo" VALUES(869,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604001','A1604001_離別人口（15歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-15-plus-male');
INSERT INTO "estat_metainfo" VALUES(870,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604002','A1604002_離別人口（15歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-15-plus-female');
INSERT INTO "estat_metainfo" VALUES(871,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604011','A1604011_離別人口（15～19歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-15-19-male');
INSERT INTO "estat_metainfo" VALUES(872,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604012','A1604012_離別人口（15～19歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-15-19-female');
INSERT INTO "estat_metainfo" VALUES(873,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604021','A1604021_離別人口（20～24歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-20-24-male');
INSERT INTO "estat_metainfo" VALUES(874,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604022','A1604022_離別人口（20～24歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-20-24-female');
INSERT INTO "estat_metainfo" VALUES(875,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604031','A1604031_離別人口（25～29歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-25-29-male');
INSERT INTO "estat_metainfo" VALUES(876,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604032','A1604032_離別人口（25～29歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-25-29-female');
INSERT INTO "estat_metainfo" VALUES(877,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604041','A1604041_離別人口（30～34歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-30-34-male');
INSERT INTO "estat_metainfo" VALUES(878,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604042','A1604042_離別人口（30～34歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-30-34-female');
INSERT INTO "estat_metainfo" VALUES(879,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604051','A1604051_離別人口（35～39歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-35-39-male');
INSERT INTO "estat_metainfo" VALUES(880,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604052','A1604052_離別人口（35～39歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-35-39-female');
INSERT INTO "estat_metainfo" VALUES(881,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604061','A1604061_離別人口（40～44歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-40-44-male');
INSERT INTO "estat_metainfo" VALUES(882,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604062','A1604062_離別人口（40～44歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-40-44-female');
INSERT INTO "estat_metainfo" VALUES(883,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604071','A1604071_離別人口（45～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-45-49-male');
INSERT INTO "estat_metainfo" VALUES(884,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604072','A1604072_離別人口（45～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-45-49-female');
INSERT INTO "estat_metainfo" VALUES(885,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604081','A1604081_離別人口（50～54歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-50-54-male');
INSERT INTO "estat_metainfo" VALUES(886,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604082','A1604082_離別人口（50～54歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-50-54-female');
INSERT INTO "estat_metainfo" VALUES(887,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604091','A1604091_離別人口（55～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-55-59-male');
INSERT INTO "estat_metainfo" VALUES(888,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604092','A1604092_離別人口（55～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-55-59-female');
INSERT INTO "estat_metainfo" VALUES(889,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604101','A1604101_離別人口（60～64歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-60-64-male');
INSERT INTO "estat_metainfo" VALUES(890,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604102','A1604102_離別人口（60～64歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-60-64-female');
INSERT INTO "estat_metainfo" VALUES(891,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604111','A1604111_離別人口（65～69歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-65-69-male');
INSERT INTO "estat_metainfo" VALUES(892,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604112','A1604112_離別人口（65～69歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-65-69-female');
INSERT INTO "estat_metainfo" VALUES(893,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604121','A1604121_離別人口（70～74歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-70-74-male');
INSERT INTO "estat_metainfo" VALUES(894,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604122','A1604122_離別人口（70～74歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-70-74-female');
INSERT INTO "estat_metainfo" VALUES(895,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604131','A1604131_離別人口（75～79歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-75-79-male');
INSERT INTO "estat_metainfo" VALUES(896,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604132','A1604132_離別人口（75～79歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-75-79-female');
INSERT INTO "estat_metainfo" VALUES(897,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604141','A1604141_離別人口（80～84歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-80-84-male');
INSERT INTO "estat_metainfo" VALUES(898,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604142','A1604142_離別人口（80～84歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-80-84-female');
INSERT INTO "estat_metainfo" VALUES(899,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604151','A1604151_離別人口（85歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-85-plus-male');
INSERT INTO "estat_metainfo" VALUES(900,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604152','A1604152_離別人口（85歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-85-plus-female');
INSERT INTO "estat_metainfo" VALUES(901,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604201','A1604201_離別人口（40～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-40-49-male');
INSERT INTO "estat_metainfo" VALUES(902,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604202','A1604202_離別人口（40～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-40-49-female');
INSERT INTO "estat_metainfo" VALUES(903,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604301','A1604301_離別人口（50～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-50-59-male');
INSERT INTO "estat_metainfo" VALUES(904,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1604302','A1604302_離別人口（50～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','divorced-50-59-female');
INSERT INTO "estat_metainfo" VALUES(905,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A161001','A161001_未婚者割合（15歳以上人口）','％','2025-09-21 00:49:56','2025-09-21 00:49:56','ratio-never-married-15-plus');
INSERT INTO "estat_metainfo" VALUES(906,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1700','A1700_外国人人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count');
INSERT INTO "estat_metainfo" VALUES(907,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170001','A170001_外国人人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-male');
INSERT INTO "estat_metainfo" VALUES(908,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170002','A170002_外国人人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-female');
INSERT INTO "estat_metainfo" VALUES(909,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1701','A1701_外国人人口（韓国、朝鮮）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-korea');
INSERT INTO "estat_metainfo" VALUES(910,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170101','A170101_外国人人口（韓国・朝鮮）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-korea-male');
INSERT INTO "estat_metainfo" VALUES(911,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170102','A170102_外国人人口（韓国・朝鮮）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-korea-female');
INSERT INTO "estat_metainfo" VALUES(912,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1702','A1702_外国人人口（中国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-china');
INSERT INTO "estat_metainfo" VALUES(913,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170201','A170201_外国人人口（中国）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-china-male');
INSERT INTO "estat_metainfo" VALUES(914,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170202','A170202_外国人人口（中国）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-china-female');
INSERT INTO "estat_metainfo" VALUES(915,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1703','A1703_外国人人口（アメリカ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-usa');
INSERT INTO "estat_metainfo" VALUES(916,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170301','A170301_外国人人口（アメリカ）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-usa-male');
INSERT INTO "estat_metainfo" VALUES(917,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170302','A170302_外国人人口（アメリカ）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-usa-female');
INSERT INTO "estat_metainfo" VALUES(918,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1706','A1706_外国人人口（フィリピン）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-philippines');
INSERT INTO "estat_metainfo" VALUES(919,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170601','A170601_外国人人口（フィリピン）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-philippines-male');
INSERT INTO "estat_metainfo" VALUES(920,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170602','A170602_外国人人口（フィリピン）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-philippines-female');
INSERT INTO "estat_metainfo" VALUES(921,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1707','A1707_外国人人口（ブラジル）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-brazil');
INSERT INTO "estat_metainfo" VALUES(922,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170701','A170701_外国人人口（ブラジル）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-brazil-male');
INSERT INTO "estat_metainfo" VALUES(923,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A170702','A170702_外国人人口（ブラジル）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','foreign-resident-count-brazil-female');
INSERT INTO "estat_metainfo" VALUES(924,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1801','A1801_人口集中地区人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','densely-inhabited-district-population');
INSERT INTO "estat_metainfo" VALUES(925,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A180101','A180101_人口集中地区人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','densely-inhabited-district-population-male');
INSERT INTO "estat_metainfo" VALUES(926,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A180102','A180102_人口集中地区人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','densely-inhabited-district-population-female');
INSERT INTO "estat_metainfo" VALUES(927,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A1802','A1802_人口集中地区面積','ｋｍ2','2025-09-21 00:49:56','2025-09-21 00:49:56','densely-populated-area');
INSERT INTO "estat_metainfo" VALUES(928,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191001','A191001_将来推計人口（2020年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2020');
INSERT INTO "estat_metainfo" VALUES(929,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191002','A191002_将来推計人口（2025年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2025');
INSERT INTO "estat_metainfo" VALUES(930,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191003','A191003_将来推計人口（2030年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2030');
INSERT INTO "estat_metainfo" VALUES(931,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191004','A191004_将来推計人口（2035年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2035');
INSERT INTO "estat_metainfo" VALUES(932,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191005','A191005_将来推計人口（2040年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2040');
INSERT INTO "estat_metainfo" VALUES(933,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191006','A191006_将来推計人口（2045年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2045');
INSERT INTO "estat_metainfo" VALUES(934,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A191007','A191007_将来推計人口（2050年）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','projected-population-2050');
INSERT INTO "estat_metainfo" VALUES(935,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192001','A192001_全国総人口に占める人口割合','％','2025-09-21 00:49:56','2025-09-21 00:49:56','ratio-of-total-population');
INSERT INTO "estat_metainfo" VALUES(936,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192002','A192002_人口性比（総数）','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','sex-ratio-total');
INSERT INTO "estat_metainfo" VALUES(937,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A192003','A192003_人口増減率','‰','2025-09-21 00:49:56','2025-09-21 00:49:56','population-growth-rate');
INSERT INTO "estat_metainfo" VALUES(938,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2101','A2101_住民基本台帳人口（日本人）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-population-japanese');
INSERT INTO "estat_metainfo" VALUES(939,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A210101','A210101_住民基本台帳人口（日本人）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-population-japanese-male');
INSERT INTO "estat_metainfo" VALUES(940,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A210102','A210102_住民基本台帳人口（日本人）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-population-japanese-female');
INSERT INTO "estat_metainfo" VALUES(941,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2102','A2102_行政区域内人口（住民基本台帳人口＋外国人登録人口）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','population-in-administrative-area');
INSERT INTO "estat_metainfo" VALUES(942,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2201','A2201_住民基本台帳人口（外国人）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-population-foreigner');
INSERT INTO "estat_metainfo" VALUES(943,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A2301','A2301_住民基本台帳人口（総数）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-population-total');
INSERT INTO "estat_metainfo" VALUES(944,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3100','A3100_外国人登録人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population');
INSERT INTO "estat_metainfo" VALUES(945,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3101','A3101_外国人登録人口（アジア）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-asia');
INSERT INTO "estat_metainfo" VALUES(946,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310101','A310101_外国人登録人口（韓国・朝鮮）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-korea');
INSERT INTO "estat_metainfo" VALUES(947,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310102','A310102_外国人登録人口（中国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-china');
INSERT INTO "estat_metainfo" VALUES(948,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310103','A310103_外国人登録人口（フィリピン）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-philippines');
INSERT INTO "estat_metainfo" VALUES(949,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310105','A310105_外国人登録人口（タイ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-thailand');
INSERT INTO "estat_metainfo" VALUES(950,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3102','A3102_外国人登録人口（ヨーロッパ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-europe');
INSERT INTO "estat_metainfo" VALUES(951,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310201','A310201_外国人登録人口（英国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-uk');
INSERT INTO "estat_metainfo" VALUES(952,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3103','A3103_外国人登録人口（北米）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-north-america');
INSERT INTO "estat_metainfo" VALUES(953,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310301','A310301_外国人登録人口（米国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-usa');
INSERT INTO "estat_metainfo" VALUES(954,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3104','A3104_外国人登録人口（南米）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-south-america');
INSERT INTO "estat_metainfo" VALUES(955,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310401','A310401_外国人登録人口（ブラジル）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-brazil');
INSERT INTO "estat_metainfo" VALUES(956,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A310402','A310402_外国人登録人口（ペルー）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','registered-foreigner-population-peru');
INSERT INTO "estat_metainfo" VALUES(957,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3200','A3200_在留外国人数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population');
INSERT INTO "estat_metainfo" VALUES(958,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3201','A3201_在留外国人数（アジア）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-asia');
INSERT INTO "estat_metainfo" VALUES(959,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320101','A320101_在留外国人数（韓国・朝鮮）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-korea');
INSERT INTO "estat_metainfo" VALUES(960,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320102','A320102_在留外国人数（中国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-china');
INSERT INTO "estat_metainfo" VALUES(961,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320103','A320103_在留外国人数（韓国）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-korea-only');
INSERT INTO "estat_metainfo" VALUES(962,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A320104','A320104_在留外国人数（朝鮮）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-chosen');
INSERT INTO "estat_metainfo" VALUES(963,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3202','A3202_在留外国人数（ヨーロッパ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-europe');
INSERT INTO "estat_metainfo" VALUES(964,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3203','A3203_在留外国人数（北アメリカ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-north-america');
INSERT INTO "estat_metainfo" VALUES(965,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A3204','A3204_在留外国人数（南アメリカ）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','resident-foreigner-population-south-america');
INSERT INTO "estat_metainfo" VALUES(966,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4101','A4101_出生数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births');
INSERT INTO "estat_metainfo" VALUES(967,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410101','A410101_出生数（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-male');
INSERT INTO "estat_metainfo" VALUES(968,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410102','A410102_出生数（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-female');
INSERT INTO "estat_metainfo" VALUES(969,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410201','A410201_出生数（母親の年齢15歳未満）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-under-15');
INSERT INTO "estat_metainfo" VALUES(970,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410202','A410202_出生数（母親の年齢15～19歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-15-19');
INSERT INTO "estat_metainfo" VALUES(971,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410203','A410203_出生数（母親の年齢20～24歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-20-24');
INSERT INTO "estat_metainfo" VALUES(972,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410204','A410204_出生数（母親の年齢25～29歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-25-29');
INSERT INTO "estat_metainfo" VALUES(973,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410205','A410205_出生数（母親の年齢30～34歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-30-34');
INSERT INTO "estat_metainfo" VALUES(974,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410206','A410206_出生数（母親の年齢35～39歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-35-39');
INSERT INTO "estat_metainfo" VALUES(975,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410207','A410207_出生数（母親の年齢40～44歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-40-44');
INSERT INTO "estat_metainfo" VALUES(976,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410208','A410208_出生数（母親の年齢45～49歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-45-49');
INSERT INTO "estat_metainfo" VALUES(977,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A410209','A410209_出生数（母親の年齢50歳以上）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','births-mother-50-plus');
INSERT INTO "estat_metainfo" VALUES(978,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4103','A4103_合計特殊出生率','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','total-fertility-rate');
INSERT INTO "estat_metainfo" VALUES(979,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4200','A4200_死亡数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','death-count');
INSERT INTO "estat_metainfo" VALUES(980,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420001','A420001_死亡数（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-male');
INSERT INTO "estat_metainfo" VALUES(981,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420002','A420002_死亡数（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-female');
INSERT INTO "estat_metainfo" VALUES(982,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4201','A4201_死亡数（0～4歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-0-4');
INSERT INTO "estat_metainfo" VALUES(983,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420101','A420101_死亡数（0～4歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-0-4-male');
INSERT INTO "estat_metainfo" VALUES(984,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420102','A420102_死亡数（0～4歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-0-4-female');
INSERT INTO "estat_metainfo" VALUES(985,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4202','A4202_死亡数（5～9歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-5-9');
INSERT INTO "estat_metainfo" VALUES(986,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420201','A420201_死亡数（5～9歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-5-9-male');
INSERT INTO "estat_metainfo" VALUES(987,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420202','A420202_死亡数（5～9歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-5-9-female');
INSERT INTO "estat_metainfo" VALUES(988,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4203','A4203_死亡数（10～14歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-10-14');
INSERT INTO "estat_metainfo" VALUES(989,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420301','A420301_死亡数（10～14歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-10-14-male');
INSERT INTO "estat_metainfo" VALUES(990,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420302','A420302_死亡数（10～14歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-10-14-female');
INSERT INTO "estat_metainfo" VALUES(991,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4204','A4204_死亡数（15～19歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-15-19');
INSERT INTO "estat_metainfo" VALUES(992,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420401','A420401_死亡数（15～19歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-15-19-male');
INSERT INTO "estat_metainfo" VALUES(993,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420402','A420402_死亡数（15～19歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-15-19-female');
INSERT INTO "estat_metainfo" VALUES(994,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4205','A4205_死亡数（20～24歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-20-24');
INSERT INTO "estat_metainfo" VALUES(995,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420501','A420501_死亡数（20～24歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-20-24-male');
INSERT INTO "estat_metainfo" VALUES(996,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420502','A420502_死亡数（20～24歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-20-24-female');
INSERT INTO "estat_metainfo" VALUES(997,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4206','A4206_死亡数（25～29歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-25-29');
INSERT INTO "estat_metainfo" VALUES(998,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420601','A420601_死亡数（25～29歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-25-29-male');
INSERT INTO "estat_metainfo" VALUES(999,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420602','A420602_死亡数（25～29歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-25-29-female');
INSERT INTO "estat_metainfo" VALUES(1000,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4207','A4207_死亡数（30～34歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-30-34');
INSERT INTO "estat_metainfo" VALUES(1001,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420701','A420701_死亡数（30～34歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-30-34-male');
INSERT INTO "estat_metainfo" VALUES(1002,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420702','A420702_死亡数（30～34歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-30-34-female');
INSERT INTO "estat_metainfo" VALUES(1003,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4208','A4208_死亡数（35～39歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-35-39');
INSERT INTO "estat_metainfo" VALUES(1004,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420801','A420801_死亡数（35～39歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-35-39-male');
INSERT INTO "estat_metainfo" VALUES(1005,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420802','A420802_死亡数（35～39歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-35-39-female');
INSERT INTO "estat_metainfo" VALUES(1006,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4209','A4209_死亡数（40～44歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-40-44');
INSERT INTO "estat_metainfo" VALUES(1007,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420901','A420901_死亡数（40～44歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-40-44-male');
INSERT INTO "estat_metainfo" VALUES(1008,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A420902','A420902_死亡数（40～44歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-40-44-female');
INSERT INTO "estat_metainfo" VALUES(1009,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4210','A4210_死亡数（45～49歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-45-49');
INSERT INTO "estat_metainfo" VALUES(1010,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421001','A421001_死亡数（45～49歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-45-49-male');
INSERT INTO "estat_metainfo" VALUES(1011,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421002','A421002_死亡数（45～49歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-45-49-female');
INSERT INTO "estat_metainfo" VALUES(1012,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4211','A4211_死亡数（50～54歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-50-54');
INSERT INTO "estat_metainfo" VALUES(1013,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421101','A421101_死亡数（50～54歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-50-54-male');
INSERT INTO "estat_metainfo" VALUES(1014,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421102','A421102_死亡数（50～54歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-50-54-female');
INSERT INTO "estat_metainfo" VALUES(1015,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4212','A4212_死亡数（55～59歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-55-59');
INSERT INTO "estat_metainfo" VALUES(1016,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421201','A421201_死亡数（55～59歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-55-59-male');
INSERT INTO "estat_metainfo" VALUES(1017,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421202','A421202_死亡数（55～59歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-55-59-female');
INSERT INTO "estat_metainfo" VALUES(1018,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4213','A4213_死亡数（60～64歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-60-64');
INSERT INTO "estat_metainfo" VALUES(1019,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421301','A421301_死亡数（60～64歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-60-64-male');
INSERT INTO "estat_metainfo" VALUES(1020,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421302','A421302_死亡数（60～64歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-60-64-female');
INSERT INTO "estat_metainfo" VALUES(1021,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4214','A4214_死亡数（65～69歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-69');
INSERT INTO "estat_metainfo" VALUES(1022,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421401','A421401_死亡数（65～69歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-69-male');
INSERT INTO "estat_metainfo" VALUES(1023,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421402','A421402_死亡数（65～69歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-69-female');
INSERT INTO "estat_metainfo" VALUES(1024,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4215','A4215_死亡数（70～74歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-70-74');
INSERT INTO "estat_metainfo" VALUES(1025,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421501','A421501_死亡数（70～74歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-70-74-male');
INSERT INTO "estat_metainfo" VALUES(1026,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421502','A421502_死亡数（70～74歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-70-74-female');
INSERT INTO "estat_metainfo" VALUES(1027,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4216','A4216_死亡数（75～79歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-75-79');
INSERT INTO "estat_metainfo" VALUES(1028,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421601','A421601_死亡数（75～79歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-75-79-male');
INSERT INTO "estat_metainfo" VALUES(1029,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421602','A421602_死亡数（75～79歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-75-79-female');
INSERT INTO "estat_metainfo" VALUES(1030,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4217','A4217_死亡数（80～84歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-80-84');
INSERT INTO "estat_metainfo" VALUES(1031,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421701','A421701_死亡数（80～84歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-80-84-male');
INSERT INTO "estat_metainfo" VALUES(1032,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421702','A421702_死亡数（80～84歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-80-84-female');
INSERT INTO "estat_metainfo" VALUES(1033,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4218','A4218_死亡数（85～89歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-85-89');
INSERT INTO "estat_metainfo" VALUES(1034,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421801','A421801_死亡数（85～89歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-85-89-male');
INSERT INTO "estat_metainfo" VALUES(1035,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421802','A421802_死亡数（85～89歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-85-89-female');
INSERT INTO "estat_metainfo" VALUES(1036,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4219','A4219_死亡数（90～94歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-90-94');
INSERT INTO "estat_metainfo" VALUES(1037,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421901','A421901_死亡数（90～94歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-90-94-male');
INSERT INTO "estat_metainfo" VALUES(1038,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A421902','A421902_死亡数（90～94歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-90-94-female');
INSERT INTO "estat_metainfo" VALUES(1039,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4220','A4220_死亡数（95～99歳）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-95-99');
INSERT INTO "estat_metainfo" VALUES(1040,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422001','A422001_死亡数（95～99歳）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-95-99-male');
INSERT INTO "estat_metainfo" VALUES(1041,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422002','A422002_死亡数（95～99歳）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-95-99-female');
INSERT INTO "estat_metainfo" VALUES(1042,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4221','A4221_死亡数（100歳以上）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-100-plus');
INSERT INTO "estat_metainfo" VALUES(1043,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422101','A422101_死亡数（100歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-100-plus-male');
INSERT INTO "estat_metainfo" VALUES(1044,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A422102','A422102_死亡数（100歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-100-plus-female');
INSERT INTO "estat_metainfo" VALUES(1045,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4231','A4231_死亡数（65歳以上）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-plus');
INSERT INTO "estat_metainfo" VALUES(1046,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A423101','A423101_死亡数（65歳以上）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-plus-male');
INSERT INTO "estat_metainfo" VALUES(1047,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A423102','A423102_死亡数（65歳以上）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','deaths-65-plus-female');
INSERT INTO "estat_metainfo" VALUES(1048,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424001','A424001_年齢調整死亡率（男）（昭和60年モデル人口）','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','age-adjusted-mortality-rate-woman');
INSERT INTO "estat_metainfo" VALUES(1049,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424002','A424002_年齢調整死亡率（女）（昭和60年モデル人口）','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','age-adjusted-mortality-female-1985-model');
INSERT INTO "estat_metainfo" VALUES(1050,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424011','A424011_年齢調整死亡率（男）（平成27年モデル人口）','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','age-adjusted-mortality-rate-man');
INSERT INTO "estat_metainfo" VALUES(1051,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A424012','A424012_年齢調整死亡率（女）（平成27年モデル人口）','‐','2025-09-21 00:49:56','2025-09-21 00:49:56','age-adjusted-mortality-rate-woman');
INSERT INTO "estat_metainfo" VALUES(1052,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4270','A4270_死産数','胎','2025-09-21 00:49:56','2025-09-21 00:49:56','stillbirths');
INSERT INTO "estat_metainfo" VALUES(1053,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A427001','A427001_自然死産数','胎','2025-09-21 00:49:56','2025-09-21 00:49:56','natural-stillbirths');
INSERT INTO "estat_metainfo" VALUES(1054,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4271','A4271_死産数（妊娠満22週以後）','胎','2025-09-21 00:49:56','2025-09-21 00:49:56','stillbirths-after-22-weeks');
INSERT INTO "estat_metainfo" VALUES(1055,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4272','A4272_早期新生児死亡数','人','2025-09-21 00:49:56','2025-09-21 00:49:56',NULL);
INSERT INTO "estat_metainfo" VALUES(1056,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4280','A4280_新生児死亡数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','neonatal-deaths');
INSERT INTO "estat_metainfo" VALUES(1057,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4281','A4281_乳児死亡数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','infant-deaths');
INSERT INTO "estat_metainfo" VALUES(1058,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4301','A4301_標準化死亡率〔日本人〕','‰','2025-09-21 00:49:56','2025-09-21 00:49:56','standardized-mortality-japanese');
INSERT INTO "estat_metainfo" VALUES(1059,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A4401','A4401_自然増減率','‰','2025-09-21 00:49:56','2025-09-21 00:49:56','natural-increase-rate');
INSERT INTO "estat_metainfo" VALUES(1060,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5101','A5101_転入者数（日本人移動者）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-in');
INSERT INTO "estat_metainfo" VALUES(1061,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510101','A510101_転入者数（日本人移動者）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-in-male');
INSERT INTO "estat_metainfo" VALUES(1062,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510102','A510102_転入者数（日本人移動者）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-in-female');
INSERT INTO "estat_metainfo" VALUES(1063,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5102','A5102_転出者数（日本人移動者）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-out');
INSERT INTO "estat_metainfo" VALUES(1064,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510201','A510201_転出者数（日本人移動者）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-out-male');
INSERT INTO "estat_metainfo" VALUES(1065,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510202','A510202_転出者数（日本人移動者）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-movers-out-female');
INSERT INTO "estat_metainfo" VALUES(1066,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5103','A5103_転入者数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-in');
INSERT INTO "estat_metainfo" VALUES(1067,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510301','A510301_転入者数（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-in-male');
INSERT INTO "estat_metainfo" VALUES(1068,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510302','A510302_転入者数（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-in-female');
INSERT INTO "estat_metainfo" VALUES(1069,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5104','A5104_転出者数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-out');
INSERT INTO "estat_metainfo" VALUES(1070,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510401','A510401_転出者数（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-out-male');
INSERT INTO "estat_metainfo" VALUES(1071,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A510402','A510402_転出者数（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','movers-out-female');
INSERT INTO "estat_metainfo" VALUES(1072,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5201','A5201_入国者数（日本人）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-entries');
INSERT INTO "estat_metainfo" VALUES(1073,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520101','A520101_入国者数（日本人）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-entries-male');
INSERT INTO "estat_metainfo" VALUES(1074,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520102','A520102_入国者数（日本人）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-entries-female');
INSERT INTO "estat_metainfo" VALUES(1075,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5202','A5202_出国者数（日本人）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-departures');
INSERT INTO "estat_metainfo" VALUES(1076,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520201','A520201_出国者数（日本人）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-departures-male');
INSERT INTO "estat_metainfo" VALUES(1077,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A520202','A520202_出国者数（日本人）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','japanese-departures-female');
INSERT INTO "estat_metainfo" VALUES(1078,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5301','A5301_社会増減率','‰','2025-09-21 00:49:56','2025-09-21 00:49:56','social-increase-rate');
INSERT INTO "estat_metainfo" VALUES(1079,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A5302','A5302_社会増減数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','social-increase');
INSERT INTO "estat_metainfo" VALUES(1080,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6101','A6101_従業も通学もしていない人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','not-working-or-studying');
INSERT INTO "estat_metainfo" VALUES(1081,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610101','A610101_従業も通学もしていない人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','not-working-or-studying-male');
INSERT INTO "estat_metainfo" VALUES(1082,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610102','A610102_従業も通学もしていない人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','not-working-or-studying-female');
INSERT INTO "estat_metainfo" VALUES(1083,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6102','A6102_自市区町村で従業・通学している人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','working-or-studying-in-own-municipality');
INSERT INTO "estat_metainfo" VALUES(1084,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610201','A610201_自市区町村で従業・通学している人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','working-or-studying-in-own-municipality-male');
INSERT INTO "estat_metainfo" VALUES(1085,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610202','A610202_自市区町村で従業・通学している人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','working-or-studying-in-own-municipality-female');
INSERT INTO "estat_metainfo" VALUES(1086,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6103','A6103_流出人口（県内他市区町村で従業・通学している人口）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-in-pref');
INSERT INTO "estat_metainfo" VALUES(1087,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610301','A610301_流出人口（県内他市区町村で従業・通学している人口）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-in-pref-male');
INSERT INTO "estat_metainfo" VALUES(1088,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610302','A610302_流出人口（県内他市区町村で従業・通学している人口）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-in-pref-female');
INSERT INTO "estat_metainfo" VALUES(1089,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6104','A6104_流出人口（他県で従業・通学している人口）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-other-pref');
INSERT INTO "estat_metainfo" VALUES(1090,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610401','A610401_流出人口（他県で従業・通学している人口）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-other-pref-male');
INSERT INTO "estat_metainfo" VALUES(1091,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610402','A610402_流出人口（他県で従業・通学している人口）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','outflow-population-other-pref-female');
INSERT INTO "estat_metainfo" VALUES(1092,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6105','A6105_流入人口（県内他市区町村に常住している人口）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-in-pref');
INSERT INTO "estat_metainfo" VALUES(1093,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610501','A610501_流入人口（県内他市区町村に常住している人口）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-in-pref-male');
INSERT INTO "estat_metainfo" VALUES(1094,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610502','A610502_流入人口（県内他市区町村に常住している人口）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-in-pref-female');
INSERT INTO "estat_metainfo" VALUES(1095,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6106','A6106_流入人口（他県に常住している人口）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-other-pref');
INSERT INTO "estat_metainfo" VALUES(1096,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610601','A610601_流入人口（他県に常住している人口）（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-other-pref-male');
INSERT INTO "estat_metainfo" VALUES(1097,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610602','A610602_流入人口（他県に常住している人口）（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','inflow-population-other-pref-female');
INSERT INTO "estat_metainfo" VALUES(1098,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6107','A6107_昼間人口','人','2025-09-21 00:49:56','2025-09-21 00:49:56','day-time-population');
INSERT INTO "estat_metainfo" VALUES(1099,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610701','A610701_昼間人口（男）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','day-time-population-male');
INSERT INTO "estat_metainfo" VALUES(1100,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A610702','A610702_昼間人口（女）','人','2025-09-21 00:49:56','2025-09-21 00:49:56','day-time-population-female');
INSERT INTO "estat_metainfo" VALUES(1101,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A6108','A6108_昼夜間人口比率','％','2025-09-21 00:49:56','2025-09-21 00:49:56','day-time-population-ratio');
INSERT INTO "estat_metainfo" VALUES(1102,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A7101','A7101_世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households');
INSERT INTO "estat_metainfo" VALUES(1103,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710101','A710101_一般世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','general-households');
INSERT INTO "estat_metainfo" VALUES(1104,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710102','A710102_施設等の世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','facility-households');
INSERT INTO "estat_metainfo" VALUES(1105,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710201','A710201_一般世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','general-household-members');
INSERT INTO "estat_metainfo" VALUES(1106,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710202','A710202_施設等の世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','facility-household-members');
INSERT INTO "estat_metainfo" VALUES(1107,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A710211','A710211_一般世帯平均人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','average-number-of-people-in-general-households');
INSERT INTO "estat_metainfo" VALUES(1108,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A7103','A7103_住民基本台帳世帯数（日本人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','basic-resident-register-households-japanese');
INSERT INTO "estat_metainfo" VALUES(1109,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810101','A810101_親族のみの世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-relatives-only');
INSERT INTO "estat_metainfo" VALUES(1110,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810102','A810102_核家族世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','nuclear-family-households');
INSERT INTO "estat_metainfo" VALUES(1111,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810103','A810103_核家族以外の世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','non-nuclear-family-households');
INSERT INTO "estat_metainfo" VALUES(1112,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810104','A810104_非親族を含む世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-including-non-relatives');
INSERT INTO "estat_metainfo" VALUES(1113,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A810105','A810105_単独世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-person-households');
INSERT INTO "estat_metainfo" VALUES(1114,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8111','A8111_65歳以上の世帯員のいる世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus');
INSERT INTO "estat_metainfo" VALUES(1115,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811101','A811101_65歳以上の世帯員のいる親族のみの世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus-relatives-only');
INSERT INTO "estat_metainfo" VALUES(1116,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811102','A811102_65歳以上の世帯員のいる核家族世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus-nuclear-family');
INSERT INTO "estat_metainfo" VALUES(1117,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811103','A811103_65歳以上の親族のいるその他の親族世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus-other-relatives');
INSERT INTO "estat_metainfo" VALUES(1118,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811104','A811104_65歳以上の親族のいる非親族世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus-non-relatives');
INSERT INTO "estat_metainfo" VALUES(1119,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811105','A811105_65歳以上の世帯員のいる単独世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-with-65plus-single-person');
INSERT INTO "estat_metainfo" VALUES(1120,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8112','A8112_65歳以上の世帯員のいる世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus');
INSERT INTO "estat_metainfo" VALUES(1121,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811201','A811201_65歳以上の世帯員のいる親族のみの世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus-relatives-only');
INSERT INTO "estat_metainfo" VALUES(1122,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811202','A811202_65歳以上の世帯員のいる核家族世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus-nuclear-family');
INSERT INTO "estat_metainfo" VALUES(1123,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811203','A811203_65歳以上の親族のいるその他の親族世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus-other-relatives');
INSERT INTO "estat_metainfo" VALUES(1124,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811204','A811204_65歳以上の親族のいる非親族世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus-non-relatives');
INSERT INTO "estat_metainfo" VALUES(1125,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A811205','A811205_65歳以上の親族のいる単独世帯人員数','人','2025-09-21 00:49:56','2025-09-21 00:49:56','household-members-with-65plus-single-person');
INSERT INTO "estat_metainfo" VALUES(1126,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8201','A8201_夫65歳以上、妻60歳以上の夫婦のみの世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','households-couple-65plus-60plus');
INSERT INTO "estat_metainfo" VALUES(1127,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8202','A8202_高齢夫婦世帯数（高齢夫婦と未婚の18歳未満の者）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','elderly-couple-households');
INSERT INTO "estat_metainfo" VALUES(1128,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8301','A8301_65歳以上世帯員の単独世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-person-households-with-65plus');
INSERT INTO "estat_metainfo" VALUES(1129,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830101','A830101_65歳以上世帯員の単独世帯数（男）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-person-households-with-65plus-male');
INSERT INTO "estat_metainfo" VALUES(1130,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830102','A830102_65歳以上世帯員の単独世帯数（女）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-person-households-with-65plus-female');
INSERT INTO "estat_metainfo" VALUES(1131,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8303','A8303_高齢単身世帯数（60歳以上の者1人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-elderly-households-60plus');
INSERT INTO "estat_metainfo" VALUES(1132,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830301','A830301_高齢単身世帯数（60歳以上の者1人）（男）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-elderly-households-60plus-male');
INSERT INTO "estat_metainfo" VALUES(1133,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A830302','A830302_高齢単身世帯数（60歳以上の者1人）（女）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-elderly-households-60plus-female');
INSERT INTO "estat_metainfo" VALUES(1134,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8401','A8401_母子世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households');
INSERT INTO "estat_metainfo" VALUES(1135,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840101','A840101_母子世帯数（子供が1人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-1-child');
INSERT INTO "estat_metainfo" VALUES(1136,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840102','A840102_母子世帯数（子供が2人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-2-children');
INSERT INTO "estat_metainfo" VALUES(1137,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840103','A840103_母子世帯数（子供が3人以上）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-3plus-children');
INSERT INTO "estat_metainfo" VALUES(1138,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840201','A840201_母子世帯数（15～24歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-15-24');
INSERT INTO "estat_metainfo" VALUES(1139,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840202','A840202_母子世帯数（25～34歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-25-34');
INSERT INTO "estat_metainfo" VALUES(1140,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840203','A840203_母子世帯数（35～44歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-35-44');
INSERT INTO "estat_metainfo" VALUES(1141,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840204','A840204_母子世帯数（45～54歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-45-54');
INSERT INTO "estat_metainfo" VALUES(1142,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A840205','A840205_母子世帯数（55歳以上）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-mother-households-55plus');
INSERT INTO "estat_metainfo" VALUES(1143,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A8501','A8501_父子世帯数','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households');
INSERT INTO "estat_metainfo" VALUES(1144,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850101','A850101_父子世帯数（子供が1人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-1-child');
INSERT INTO "estat_metainfo" VALUES(1145,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850102','A850102_父子世帯数（子供が2人）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-2-children');
INSERT INTO "estat_metainfo" VALUES(1146,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850103','A850103_父子世帯数（子供が3人以上）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-3plus-children');
INSERT INTO "estat_metainfo" VALUES(1147,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850201','A850201_父子世帯数（15～24歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-15-24');
INSERT INTO "estat_metainfo" VALUES(1148,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850202','A850202_父子世帯数（25～34歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-25-34');
INSERT INTO "estat_metainfo" VALUES(1149,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850203','A850203_父子世帯数（35～44歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-35-44');
INSERT INTO "estat_metainfo" VALUES(1150,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850204','A850204_父子世帯数（45～54歳）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-45-54');
INSERT INTO "estat_metainfo" VALUES(1151,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A850205','A850205_父子世帯数（55歳以上）','世帯','2025-09-21 00:49:56','2025-09-21 00:49:56','single-father-households-55plus');
INSERT INTO "estat_metainfo" VALUES(1152,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9101','A9101_婚姻件数','組','2025-09-21 00:49:56','2025-09-21 00:49:56','marriages');
INSERT INTO "estat_metainfo" VALUES(1153,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9111','A9111_平均婚姻年齢（初婚の夫）','歳','2025-09-21 00:49:56','2025-09-21 00:49:56','average-age-of-first-marriage-husband');
INSERT INTO "estat_metainfo" VALUES(1154,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9112','A9112_平均婚姻年齢（初婚の妻）','歳','2025-09-21 00:49:56','2025-09-21 00:49:56','average-age-of-first-marriage-wife');
INSERT INTO "estat_metainfo" VALUES(1155,'0000010101','社会・人口統計体系','Ａ　人口・世帯','A9201','A9201_離婚件数','組','2025-09-21 00:49:56','2025-09-21 00:49:56','divorces');
CREATE TABLE ranking_visualizations (
  id INTEGER PRIMARY KEY AUTOINCREMENT,

  
  stats_data_id TEXT NOT NULL,         
  cat01 TEXT NOT NULL,                 

  
  map_color_scheme TEXT DEFAULT 'interpolateBlues',
  map_diverging_midpoint TEXT DEFAULT 'zero',

  
  ranking_direction TEXT DEFAULT 'desc', 

  
  conversion_factor REAL DEFAULT 1,    
  decimal_places INTEGER DEFAULT 0,    

  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,

  
  UNIQUE(stats_data_id, cat01)
);
INSERT INTO "ranking_visualizations" VALUES(1,'0003448368','A110101','interpolateBlues','zero','desc',0.01,1,'2025-09-23 03:30:43','2025-09-23 03:30:43');
INSERT INTO "ranking_visualizations" VALUES(2,'0003448368','A110102','interpolateGreens','zero','desc',0.1,1,'2025-09-23 03:30:43','2025-09-23 03:30:43');
INSERT INTO "ranking_visualizations" VALUES(3,'0003448368','A110103','interpolateRdYlBu','zero','desc',100,1,'2025-09-23 03:30:43','2025-09-23 03:30:43');
INSERT INTO "ranking_visualizations" VALUES(4,'0003448368','A110104','interpolateOranges','zero','desc',1,0,'2025-09-23 03:30:43','2025-09-23 03:30:43');
CREATE TABLE choropleth_categories (
  id TEXT PRIMARY KEY,                        
  name TEXT NOT NULL,                         
  description TEXT,                           
  icon TEXT,                                  
  color TEXT,                                 
  display_order INTEGER NOT NULL DEFAULT 0,  
  is_active BOOLEAN DEFAULT 1,               
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP
);
INSERT INTO "choropleth_categories" VALUES('landweather','国土・気象','土地面積、土地利用、自然環境、気象・気候に関する統計','🗾','teal',1,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('population','人口・世帯','総人口、人口移動、人口構成、婚姻・家族、世帯、出生・死亡に関する統計','👥','blue',2,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('laborwage','労働・賃金','賃金・労働条件、労働力構造、労働争議、求職・求人、産業・職業別、雇用形態に関する統計','💼','yellow',3,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('agriculture','農林水産業','農業世帯、農林水産業の生産・経営に関する統計','🌾','green',4,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('miningindustry','鉱工業','製造業、鉱業、工業生産に関する統計','🏭','gray',5,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('commercial','商業・サービス業','商業・サービス産業、商業施設に関する統計','🏪','purple',6,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('economy','企業・家計・経済','労働者世帯収入、総生産・経済指標、消費者物価地域差指数に関する統計','📊','indigo',7,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('construction','住宅・土地・建設','生活環境、住宅所有、住宅構造、住宅設備、建設・製造に関する統計','🏘️','orange',8,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('energy','エネルギー・水','上水道・下水道、廃棄物処理、工業用水、インフラ・エネルギーに関する統計','⚡','cyan',9,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('tourism','運輸・観光','観光・宿泊、交通・運輸に関する統計','✈️','pink',10,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('educationsports','教育・文化・スポーツ','教育・スポーツ指標、文化活動に関する統計','🎓','lime',11,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('administrativefinancial','行財政','財政指標、職員・議会・選挙、税収、投資、歳入、歳出に関する統計','⚖️','slate',12,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('safetyenvironment','司法・安全・環境','消防・緊急事態、火災保険、警察・犯罪、公害・環境に関する統計','🛡️','red',13,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('socialsecurity','社会保障・衛生','社会保障指標、死亡統計、医療・福祉に関する統計','🏥','emerald',14,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('international','国際','国際関係、貿易、在留外国人に関する統計','🌍','sky',15,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_categories" VALUES('infrastructure','社会基盤施設','道路、橋梁、公共施設等の社会基盤に関する統計','🛣️','neutral',16,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
CREATE TABLE choropleth_subcategories (
  id TEXT PRIMARY KEY,                        
  category_id TEXT NOT NULL,                  
  name TEXT NOT NULL,                         
  description TEXT,                           
  unit TEXT NOT NULL,                         
  data_type TEXT NOT NULL CHECK(data_type IN ('numerical', 'percentage', 'rate')), 
  stats_data_id TEXT,                         
  table_name TEXT,                            
  color_scheme TEXT,                          
  display_order INTEGER NOT NULL DEFAULT 0,  
  is_active BOOLEAN DEFAULT 1,               
  last_updated DATETIME,                      
  available_years TEXT,                       
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (category_id) REFERENCES choropleth_categories(id) ON DELETE CASCADE
);
INSERT INTO "choropleth_subcategories" VALUES('land-area','landweather','土地面積','都道府県別の総面積','km²','numerical',NULL,NULL,'interpolateGreens',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('land-use','landweather','土地利用','農地、宅地、森林等の土地利用状況','%','percentage',NULL,NULL,'interpolateYlOrBr',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('natural-environment','landweather','自然環境','自然公園面積、保護地域等','ha','numerical',NULL,NULL,'interpolateGreens',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('weather-climate','landweather','気象・気候','年間降水量、平均気温等','mm/℃','numerical',NULL,NULL,'interpolateBlues',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('basic-population','population','総人口','都道府県別の総人口','人','numerical','0003448738','人口推計','interpolateBlues',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('population-movement','population','人口移動','転入・転出による人口移動','人','numerical','0000010101','住民基本台帳人口移動報告','interpolatePurples',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('population-composition','population','人口構成','年齢別・性別人口構成','%','percentage','0000010101','国勢調査','interpolateOranges',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('marriage','population','婚姻・家族','婚姻・離婚件数、家族構成','件','numerical','0000070001','人口動態統計','interpolateReds',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('households','population','世帯','世帯数、世帯人員、世帯構成','世帯','numerical','0000010101','国勢調査','interpolateViridis',5,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('birth-death','population','出生・死亡','出生率、死亡率、自然増減','‰','rate','0000070001','人口動態統計','interpolateRdYlBu',6,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('wages-working-conditions','laborwage','賃金・労働条件','平均賃金、労働時間等','円','numerical',NULL,NULL,'interpolateGreens',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('labor-force-structure','laborwage','労働力構造','労働力人口、就業率等','%','percentage',NULL,NULL,'interpolateBlues',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('labor-disputes','laborwage','労働争議','労働争議件数、参加人員','件','numerical',NULL,NULL,'interpolateReds',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('job-seeking-placement','laborwage','求職・求人','有効求人倍率、失業率','倍','rate',NULL,NULL,'interpolateOranges',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('industry-occupation','laborwage','産業・職業別','産業別・職業別就業者数','人','numerical',NULL,NULL,'interpolatePurples',5,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('employment-type','laborwage','雇用形態','正規・非正規雇用の構成','%','percentage',NULL,NULL,'interpolateViridis',6,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('agricultural-household','agriculture','農業世帯','農業経営体数、農業従事者数','戸','numerical',NULL,NULL,'interpolateYlGn',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('manufacturing','miningindustry','製造業','製造業事業所数、従業者数、出荷額','億円','numerical','0000020101','工業統計調査','interpolatePlasma',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('commerce-service-industry','commercial','商業・サービス産業','卸売業・小売業の事業所数、従業者数','事業所','numerical',NULL,NULL,'interpolateMagma',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('commercial-facilities','commercial','商業施設','大型小売店舗数、売場面積','m²','numerical',NULL,NULL,'interpolateInferno',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('worker-household-income','economy','労働者世帯収入','勤労者世帯の実収入','円','numerical','0000200001','家計調査','interpolateGreens',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('gross-product-economic-indicators','economy','総生産・経済指標','県内総生産、一人当たり県民所得','千円','numerical','0000040001','県民経済計算','interpolateBlues',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('consumer-price-difference-index','economy','消費者物価地域差指数','全国平均を100とした物価水準','','rate','0000800001','小売物価統計調査','interpolateRdYlBu',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('living-environment','construction','生活環境','生活環境の充実度指標','点','numerical',NULL,NULL,'interpolateViridis',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('housing-ownership','construction','住宅所有','持ち家率、借家率','%','percentage',NULL,NULL,'interpolateYlOrBr',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('housing-structure','construction','住宅構造','木造・非木造住宅の割合','%','percentage',NULL,NULL,'interpolateBrBG',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('housing-facilities','construction','住宅設備','上下水道完備率等','%','percentage',NULL,NULL,'interpolatePiYG',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('construction-manufacturing','construction','建設・製造','建設業従事者数、建築着工戸数','戸','numerical',NULL,NULL,'interpolateRdGy',5,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('water-supply-sewerage','energy','上水道・下水道','上水道普及率、下水道普及率','%','percentage',NULL,NULL,'interpolateBlues',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('waste-management','energy','廃棄物処理','一般廃棄物処理量、リサイクル率','kg/人','numerical',NULL,NULL,'interpolateGreens',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('industrial-water','energy','工業用水','工業用水使用量','m³/日','numerical',NULL,NULL,'interpolateTeal',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('infrastructure-energy','energy','インフラ・エネルギー','電力消費量、ガス普及率','MWh','numerical',NULL,NULL,'interpolateYlOrRd',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('tourism-accommodation','tourism','観光・宿泊','観光入込客数、宿泊施設数','千人','numerical',NULL,NULL,'interpolatePurples',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('education-sports-indicators','educationsports','教育・スポーツ指標','大学進学率、体育施設数等','%','percentage','0000060101','学校基本調査','interpolateWarm',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('fiscal-indicators','administrativefinancial','財政指標','財政力指数、実質公債費比率','','rate',NULL,NULL,'interpolateRdYlBu',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('staff-assembly-election','administrativefinancial','職員・議会・選挙','地方公務員数、議員数、投票率','%','percentage',NULL,NULL,'interpolateSpectral',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('tax-revenue','administrativefinancial','税収','地方税収入額','億円','numerical',NULL,NULL,'interpolateGreens',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('investment','administrativefinancial','投資','普通建設事業費','億円','numerical',NULL,NULL,'interpolateBlues',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('revenue','administrativefinancial','歳入','一般会計歳入総額','億円','numerical',NULL,NULL,'interpolatePlasma',5,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('expenditure','administrativefinancial','歳出','一般会計歳出総額','億円','numerical',NULL,NULL,'interpolateViridis',6,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('fire-emergency','safetyenvironment','消防・緊急事態','消防職員数、救急出動件数','件','numerical',NULL,NULL,'interpolateReds',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('fire-insurance','safetyenvironment','火災保険','建物火災件数、損害額','件','numerical',NULL,NULL,'interpolateOrRd',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('police-crime','safetyenvironment','警察・犯罪','刑法犯認知件数、検挙率','件','numerical',NULL,NULL,'interpolateYlOrRd',3,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('pollution-environment','safetyenvironment','公害・環境','大気汚染、水質汚濁の状況','ppm','numerical',NULL,NULL,'interpolateRdPu',4,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('social-security-indicators','socialsecurity','社会保障指標','医師数、病院数、福祉施設数','人/10万人','rate','0000050102','医師・歯科医師・薬剤師統計','interpolateTeal',1,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "choropleth_subcategories" VALUES('death-statistics','socialsecurity','死亡統計','主要死因別死亡率','人/10万人','rate','0000070001','人口動態統計','interpolateGreys',2,1,NULL,'["2024", "2023", "2022", "2021", "2020"]','2025-09-26 23:33:47','2025-09-26 23:33:47');
CREATE TABLE choropleth_data_cache (
  id TEXT PRIMARY KEY,                        
  subcategory_id TEXT NOT NULL,              
  year TEXT NOT NULL,                         
  data JSON NOT NULL,                         
  metadata JSON,                              
  source TEXT,                                
  is_sample BOOLEAN DEFAULT 0,               
  cached_at DATETIME DEFAULT CURRENT_TIMESTAMP,  
  expires_at DATETIME,                        
  access_count INTEGER DEFAULT 0,            
  last_accessed_at DATETIME DEFAULT CURRENT_TIMESTAMP, 
  FOREIGN KEY (subcategory_id) REFERENCES choropleth_subcategories(id) ON DELETE CASCADE,
  UNIQUE(subcategory_id, year)                
);
CREATE TABLE prefectures (
  code TEXT PRIMARY KEY,                      
  name TEXT NOT NULL,                         
  region TEXT,                                
  capital TEXT,                               
  area_km2 REAL,                             
  population INTEGER,                         
  population_year TEXT,                       
  is_active BOOLEAN DEFAULT 1,               
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP
);
INSERT INTO "prefectures" VALUES('01','北海道','北海道','札幌市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('02','青森県','東北','青森市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('03','岩手県','東北','盛岡市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('04','宮城県','東北','仙台市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('05','秋田県','東北','秋田市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('06','山形県','東北','山形市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('07','福島県','東北','福島市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('08','茨城県','関東','水戸市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('09','栃木県','関東','宇都宮市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('10','群馬県','関東','前橋市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('11','埼玉県','関東','さいたま市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('12','千葉県','関東','千葉市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('13','東京都','関東','東京',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('14','神奈川県','関東','横浜市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('15','新潟県','中部','新潟市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('16','富山県','中部','富山市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('17','石川県','中部','金沢市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('18','福井県','中部','福井市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('19','山梨県','中部','甲府市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('20','長野県','中部','長野市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('21','岐阜県','中部','岐阜市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('22','静岡県','中部','静岡市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('23','愛知県','中部','名古屋市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('24','三重県','近畿','津市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('25','滋賀県','近畿','大津市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('26','京都府','近畿','京都市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('27','大阪府','近畿','大阪市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('28','兵庫県','近畿','神戸市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('29','奈良県','近畿','奈良市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('30','和歌山県','近畿','和歌山市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('31','鳥取県','中国','鳥取市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('32','島根県','中国','松江市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('33','岡山県','中国','岡山市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('34','広島県','中国','広島市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('35','山口県','中国','山口市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('36','徳島県','四国','徳島市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('37','香川県','四国','高松市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('38','愛媛県','四国','松山市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('39','高知県','四国','高知市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('40','福岡県','九州','福岡市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('41','佐賀県','九州','佐賀市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('42','長崎県','九州','長崎市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('43','熊本県','九州','熊本市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('44','大分県','九州','大分市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('45','宮崎県','九州','宮崎市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('46','鹿児島県','九州','鹿児島市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
INSERT INTO "prefectures" VALUES('47','沖縄県','九州','那覇市',NULL,NULL,NULL,1,'2025-09-26 23:33:47','2025-09-26 23:33:47');
CREATE TABLE choropleth_access_logs (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  subcategory_id TEXT,                        
  year TEXT,                                  
  user_ip TEXT,                              
  user_agent TEXT,                           
  response_time_ms INTEGER,                   
  cache_hit BOOLEAN DEFAULT 0,               
  error_message TEXT,                         
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (subcategory_id) REFERENCES choropleth_subcategories(id) ON DELETE SET NULL
);
CREATE TABLE choropleth_user_settings (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  user_id INTEGER,                            
  favorite_categories TEXT,                   
  favorite_subcategories TEXT,               
  default_color_scheme TEXT DEFAULT 'interpolateBlues', 
  default_year TEXT,                          
  settings JSON,                              
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (user_id) REFERENCES users(id) ON DELETE CASCADE,
  UNIQUE(user_id)                             
);
CREATE TABLE estat_categories (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  
  
  stats_data_id TEXT NOT NULL,
  category_code TEXT NOT NULL,
  
  
  category_name TEXT NOT NULL,
  display_name TEXT NOT NULL,
  unit TEXT,
  
  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  
  
  UNIQUE(stats_data_id, category_code)
);
CREATE TABLE estat_time_periods (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  
  
  stats_data_id TEXT NOT NULL,
  time_code TEXT NOT NULL,
  
  
  time_name TEXT NOT NULL,
  year INTEGER,  
  
  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  
  
  UNIQUE(stats_data_id, time_code)
);
CREATE TABLE estat_cache_metadata (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  
  
  stats_data_id TEXT NOT NULL,
  category_code TEXT NOT NULL,
  time_code TEXT NOT NULL,
  
  
  record_count INTEGER NOT NULL,           
  has_valid_values BOOLEAN DEFAULT 1,      
  
  
  cache_hit_count INTEGER DEFAULT 0,       
  last_accessed_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  
  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  expires_at DATETIME,                     
  
  
  UNIQUE(stats_data_id, category_code, time_code)
);
CREATE TABLE subcategory_configs (
  id TEXT PRIMARY KEY,              
  category_id TEXT NOT NULL,        
  name TEXT NOT NULL,               
  description TEXT,
  default_ranking_key TEXT,         
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP
);
INSERT INTO "subcategory_configs" VALUES('land-area','landweather','土地面積','都道府県別の土地面積統計','totalAreaExcluding','2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "subcategory_configs" VALUES('land-use','landweather','土地利用','都道府県別の土地利用統計','agriculturalLand','2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "subcategory_configs" VALUES('living-environment','construction','Living  Environment',NULL,'housingUnits','2025-10-11 00:20:14','2025-10-11 00:20:14');
CREATE TABLE IF NOT EXISTS "ranking_items_old_backup" (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  subcategory_id TEXT NOT NULL,     
  ranking_key TEXT NOT NULL,        
  label TEXT NOT NULL,              
  stats_data_id TEXT NOT NULL,      
  cd_cat01 TEXT NOT NULL,           
  unit TEXT NOT NULL,               
  name TEXT NOT NULL,               
  display_order INTEGER DEFAULT 0,
  is_active BOOLEAN DEFAULT 1,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  UNIQUE(subcategory_id, ranking_key)
);
INSERT INTO "ranking_items_old_backup" VALUES(1,'land-area','totalAreaExcluding','総面積（除く）','0000010102','B1101','ha','総面積（北方地域及び竹島を除く）',1,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(2,'land-area','totalAreaIncluding','総面積（含む）','0000010102','B1102','ha','総面積（北方地域及び竹島を含む）',2,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(3,'land-area','habitableArea','可住地面積','0000010102','B1103','ha','可住地面積',3,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(4,'land-area','majorLakeArea','主要湖沼面積','0000010102','B1104','ha','主要湖沼面積',4,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(5,'land-area','totalAreaIncludingRatio','総面積（100km²）','0000010202','#B011001','100km²','総面積（北方地域及び竹島を含む）',5,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(6,'land-area','areaRatio','面積割合','0000010202','#B01101','%','面積割合（全国面積に占める割合）',6,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(7,'land-area','habitableAreaRatio','可住地面積割合','0000010202','#B01301','%','可住地面積割合',7,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(8,'land-use','agriculturalLand','農用地','0000010201','#A01201','ha','農用地',1,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(9,'land-use','forestLand','森林','0000010201','#A01202','ha','森林',2,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(10,'land-use','residentialLand','宅地','0000010201','#A01203','ha','宅地',3,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(11,'land-use','commercialLand','商業地','0000010201','#A01204','ha','商業地',4,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(12,'land-use','industrialLand','工業地','0000010201','#A01205','ha','工業地',5,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(13,'land-use','agriculturalLandRatio','農用地割合','0000010201','#A01206','%','農用地割合',6,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(14,'land-use','forestLandRatio','森林割合','0000010201','#A01207','%','森林割合',7,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
INSERT INTO "ranking_items_old_backup" VALUES(15,'land-use','residentialLandRatio','宅地割合','0000010201','#A01208','%','宅地割合',8,1,'2025-10-11 05:23:51','2025-10-11 05:23:51');
CREATE TABLE users (
  id TEXT PRIMARY KEY,
  name TEXT,
  email TEXT UNIQUE NOT NULL,
  emailVerified DATETIME,
  image TEXT,
  username TEXT UNIQUE,
  password_hash TEXT,
  role TEXT DEFAULT 'user',
  is_active BOOLEAN DEFAULT 1,
  last_login DATETIME,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP
);
INSERT INTO "users" VALUES('00000000-0000-0000-0000-000000000002','Test User','user@stats47.local',NULL,NULL,'testuser','$2b$10$cPKcatYmvHaggCtqtwAvru.q1Dpbqy.uX6AYBk/S/xw0YqYM3Znj6','user',1,NULL,'2025-10-11 22:19:15','2025-10-11 22:19:15');
INSERT INTO "users" VALUES('08a5fde9-8b41-4920-9929-57eeb1df8ab1','Daisuke Uruhayato','uruhayato373@gmail.com',NULL,NULL,'uruhayato','$2b$10$xDTUdbuIFnSpsX1pDPUYPeGUGZvsAwAseZ5.yhhEu.eBdo6UEOzQi','admin',1,NULL,'2025-10-12 04:57:16','2025-10-12 04:57:16');
CREATE TABLE accounts (
  id TEXT PRIMARY KEY,
  userId TEXT NOT NULL,
  type TEXT NOT NULL,
  provider TEXT NOT NULL,
  providerAccountId TEXT NOT NULL,
  refresh_token TEXT,
  access_token TEXT,
  expires_at INTEGER,
  token_type TEXT,
  scope TEXT,
  id_token TEXT,
  session_state TEXT,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (userId) REFERENCES users(id) ON DELETE CASCADE
);
CREATE TABLE sessions (
  id TEXT PRIMARY KEY,
  sessionToken TEXT UNIQUE NOT NULL,
  userId TEXT NOT NULL,
  expires DATETIME NOT NULL,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (userId) REFERENCES users(id) ON DELETE CASCADE
);
CREATE TABLE verification_tokens (
  identifier TEXT NOT NULL,
  token TEXT NOT NULL,
  expires DATETIME NOT NULL,
  PRIMARY KEY (identifier, token)
);
CREATE TABLE estat_data_history (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  stats_data_id TEXT NOT NULL,
  action TEXT NOT NULL,
  user_id TEXT,
  metadata_snapshot TEXT,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  FOREIGN KEY (user_id) REFERENCES users(id)
);
CREATE TABLE IF NOT EXISTS "estat_ranking_values_old_backup" (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  stats_data_id TEXT NOT NULL,
  area_code TEXT NOT NULL,
  value TEXT NOT NULL,
  numeric_value REAL,
  display_value TEXT,
  rank INTEGER,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  unit TEXT,
  area_name TEXT,
  category_code TEXT,
  category_name TEXT,
  time_code TEXT,
  time_name TEXT,
  UNIQUE(stats_data_id, category_code, time_code, area_code)
);
CREATE TABLE d1_migrations(
		id         INTEGER PRIMARY KEY AUTOINCREMENT,
		name       TEXT UNIQUE,
		applied_at TIMESTAMP DEFAULT CURRENT_TIMESTAMP NOT NULL
);
CREATE TABLE data_sources (
  id TEXT PRIMARY KEY,
  name TEXT NOT NULL,
  description TEXT,
  base_url TEXT,
  api_version TEXT,
  is_active BOOLEAN DEFAULT 1,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP
);
INSERT INTO "data_sources" VALUES('estat','e-Stat','政府統計の総合窓口','https://api.e-stat.go.jp','v3',1,'2025-10-13 02:50:08','2025-10-13 02:50:08');
INSERT INTO "data_sources" VALUES('custom','カスタムデータ','ユーザー定義データソース',NULL,NULL,1,'2025-10-13 02:50:08','2025-10-13 02:50:08');
CREATE TABLE IF NOT EXISTS "ranking_items" (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  ranking_key TEXT UNIQUE NOT NULL,  
  label TEXT NOT NULL,               
  name TEXT NOT NULL,                
  description TEXT,                   
  unit TEXT NOT NULL,                

  
  data_source_id TEXT NOT NULL,     

  
  map_color_scheme TEXT DEFAULT 'interpolateBlues',
  map_diverging_midpoint TEXT DEFAULT 'zero',
  ranking_direction TEXT DEFAULT 'desc',
  conversion_factor REAL DEFAULT 1,
  decimal_places INTEGER DEFAULT 0,

  is_active BOOLEAN DEFAULT 1,
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,

  FOREIGN KEY (data_source_id) REFERENCES data_sources(id)
);
INSERT INTO "ranking_items" VALUES(16,'moversIn','転入者数','転入者数',NULL,'人','estat','interpolateBlues','zero','desc',1,0,1,'2025-10-13 02:59:10','2025-10-13 02:59:10');
INSERT INTO "ranking_items" VALUES(17,'moversOut','転出者数','転出者数',NULL,'人','estat','interpolateBlues','zero','desc',1,0,1,'2025-10-13 03:00:45','2025-10-13 03:00:45');
CREATE TABLE subcategory_ranking_items (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  subcategory_id TEXT NOT NULL,
  ranking_item_id INTEGER NOT NULL,
  display_order INTEGER DEFAULT 0,   
  is_default BOOLEAN DEFAULT 0,      
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,

  UNIQUE(subcategory_id, ranking_item_id),
  FOREIGN KEY (subcategory_id) REFERENCES subcategory_configs(id) ON DELETE CASCADE,
  FOREIGN KEY (ranking_item_id) REFERENCES "ranking_items"(id) ON DELETE CASCADE
);
INSERT INTO "subcategory_ranking_items" VALUES(16,'living-environment',16,3,0,'2025-10-13 03:01:17');
INSERT INTO "subcategory_ranking_items" VALUES(17,'living-environment',17,4,0,'2025-10-13 03:01:17');
CREATE TABLE data_source_metadata (
  id INTEGER PRIMARY KEY AUTOINCREMENT,
  ranking_item_id INTEGER NOT NULL,
  data_source_id TEXT NOT NULL,

  
  metadata TEXT NOT NULL,  
  
  

  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,

  UNIQUE(ranking_item_id, data_source_id),
  FOREIGN KEY (ranking_item_id) REFERENCES "ranking_items"(id) ON DELETE CASCADE,
  FOREIGN KEY (data_source_id) REFERENCES data_sources(id)
);
INSERT INTO "data_source_metadata" VALUES(16,16,'estat','{"stats_data_id":"0000010108","cd_cat01":"G1103"}','2025-10-13 03:00:59','2025-10-13 03:00:59');
INSERT INTO "data_source_metadata" VALUES(17,17,'estat','{"stats_data_id":"0000010108","cd_cat01":"G1104"}','2025-10-13 03:00:59','2025-10-13 03:00:59');
CREATE TABLE ranking_values (
  id INTEGER PRIMARY KEY AUTOINCREMENT,

  
  ranking_key TEXT NOT NULL,

  
  area_code TEXT NOT NULL,          
  area_name TEXT,                   

  
  time_code TEXT NOT NULL,          
  time_name TEXT,                   

  
  value TEXT NOT NULL,              
  numeric_value REAL,               
  display_value TEXT,                
  rank INTEGER,                     

  
  created_at DATETIME DEFAULT CURRENT_TIMESTAMP,
  updated_at DATETIME DEFAULT CURRENT_TIMESTAMP,

  
  UNIQUE(ranking_key, time_code, area_code),
  FOREIGN KEY (ranking_key) REFERENCES "ranking_items"(ranking_key) ON DELETE CASCADE
);
DELETE FROM sqlite_sequence;
INSERT INTO "sqlite_sequence" VALUES('estat_metainfo',1155);
INSERT INTO "sqlite_sequence" VALUES('ranking_visualizations',4);
INSERT INTO "sqlite_sequence" VALUES('ranking_items_old_backup',30);
INSERT INTO "sqlite_sequence" VALUES('estat_ranking_values_old_backup',0);
INSERT INTO "sqlite_sequence" VALUES('ranking_items',17);
INSERT INTO "sqlite_sequence" VALUES('data_source_metadata',17);
INSERT INTO "sqlite_sequence" VALUES('subcategory_ranking_items',17);
INSERT INTO "sqlite_sequence" VALUES('ranking_values',0);
CREATE INDEX idx_stats_data_id ON estat_metainfo(stats_data_id);
CREATE INDEX idx_stat_name ON estat_metainfo(stat_name);
CREATE INDEX idx_cat01 ON estat_metainfo(cat01);
CREATE INDEX idx_updated_at ON estat_metainfo(updated_at);
CREATE INDEX idx_ranking_viz_stats_id ON ranking_visualizations(stats_data_id);
CREATE INDEX idx_ranking_viz_cat01 ON ranking_visualizations(cat01);
CREATE UNIQUE INDEX idx_ranking_viz_composite ON ranking_visualizations(stats_data_id, cat01);
CREATE INDEX idx_choropleth_categories_display_order ON choropleth_categories(display_order);
CREATE INDEX idx_choropleth_categories_is_active ON choropleth_categories(is_active);
CREATE INDEX idx_choropleth_subcategories_category_id ON choropleth_subcategories(category_id);
CREATE INDEX idx_choropleth_subcategories_display_order ON choropleth_subcategories(display_order);
CREATE INDEX idx_choropleth_subcategories_is_active ON choropleth_subcategories(is_active);
CREATE INDEX idx_choropleth_subcategories_stats_data_id ON choropleth_subcategories(stats_data_id);
CREATE INDEX idx_choropleth_data_cache_subcategory_year ON choropleth_data_cache(subcategory_id, year);
CREATE INDEX idx_choropleth_data_cache_expires_at ON choropleth_data_cache(expires_at);
CREATE INDEX idx_choropleth_data_cache_cached_at ON choropleth_data_cache(cached_at);
CREATE INDEX idx_choropleth_data_cache_is_sample ON choropleth_data_cache(is_sample);
CREATE INDEX idx_prefectures_region ON prefectures(region);
CREATE INDEX idx_prefectures_is_active ON prefectures(is_active);
CREATE INDEX idx_choropleth_access_logs_created_at ON choropleth_access_logs(created_at);
CREATE INDEX idx_choropleth_access_logs_subcategory_id ON choropleth_access_logs(subcategory_id);
CREATE INDEX idx_choropleth_access_logs_cache_hit ON choropleth_access_logs(cache_hit);
CREATE INDEX idx_choropleth_user_settings_user_id ON choropleth_user_settings(user_id);
CREATE INDEX idx_estat_cat_lookup
  ON estat_categories(stats_data_id, category_code);
CREATE INDEX idx_estat_cat_stats_id
  ON estat_categories(stats_data_id);
CREATE INDEX idx_estat_time_lookup
  ON estat_time_periods(stats_data_id, time_code);
CREATE INDEX idx_estat_time_year
  ON estat_time_periods(stats_data_id, year DESC);
CREATE INDEX idx_estat_meta_lookup
  ON estat_cache_metadata(stats_data_id, category_code, time_code);
CREATE INDEX idx_estat_meta_expires
  ON estat_cache_metadata(expires_at);
CREATE INDEX idx_subcategory_configs_category ON subcategory_configs(category_id);
CREATE INDEX idx_ranking_items_subcategory ON "ranking_items_old_backup"(subcategory_id);
CREATE INDEX idx_ranking_items_active ON "ranking_items_old_backup"(is_active);
CREATE INDEX idx_ranking_items_display_order ON "ranking_items_old_backup"(display_order);
CREATE UNIQUE INDEX idx_ranking_items_unique ON "ranking_items_old_backup"(subcategory_id, ranking_key);
CREATE UNIQUE INDEX idx_accounts_provider ON accounts(provider, providerAccountId);
CREATE INDEX idx_sessions_userId ON sessions(userId);
CREATE INDEX idx_sessions_sessionToken ON sessions(sessionToken);
CREATE INDEX idx_users_username ON users(username);
CREATE INDEX idx_users_email ON users(email);
CREATE INDEX idx_history_stats_id ON estat_data_history(stats_data_id);
CREATE INDEX idx_history_user_id ON estat_data_history(user_id);
CREATE INDEX idx_estat_ranking_lookup 
  ON "estat_ranking_values_old_backup"(stats_data_id, category_code, time_code);
CREATE INDEX idx_estat_ranking_area 
  ON "estat_ranking_values_old_backup"(area_code);
CREATE INDEX idx_subcategory_ranking_subcategory ON subcategory_ranking_items(subcategory_id);
CREATE INDEX idx_subcategory_ranking_item ON subcategory_ranking_items(ranking_item_id);
CREATE INDEX idx_subcategory_ranking_order ON subcategory_ranking_items(subcategory_id, display_order);
CREATE INDEX idx_data_source_metadata_ranking ON data_source_metadata(ranking_item_id);
CREATE INDEX idx_data_source_metadata_source ON data_source_metadata(data_source_id);
CREATE INDEX idx_ranking_values_lookup ON ranking_values(ranking_key, time_code);
CREATE INDEX idx_ranking_values_area ON ranking_values(area_code);
CREATE INDEX idx_ranking_values_time ON ranking_values(time_code);
CREATE INDEX idx_estat_metainfo_ranking_key ON estat_metainfo(ranking_key);
CREATE TRIGGER tr_choropleth_categories_updated_at
  AFTER UPDATE ON choropleth_categories
  FOR EACH ROW
BEGIN
  UPDATE choropleth_categories
  SET updated_at = CURRENT_TIMESTAMP
  WHERE id = NEW.id;
END;
CREATE TRIGGER tr_choropleth_subcategories_updated_at
  AFTER UPDATE ON choropleth_subcategories
  FOR EACH ROW
BEGIN
  UPDATE choropleth_subcategories
  SET updated_at = CURRENT_TIMESTAMP
  WHERE id = NEW.id;
END;
CREATE TRIGGER tr_choropleth_data_cache_access
  AFTER UPDATE OF access_count ON choropleth_data_cache
  FOR EACH ROW
BEGIN
  UPDATE choropleth_data_cache
  SET last_accessed_at = CURRENT_TIMESTAMP
  WHERE id = NEW.id;
END;
CREATE VIEW estat_metainfo_unique AS
SELECT 
  MIN(id) as id,
  stats_data_id, 
  stat_name, 
  title,
  ranking_key,
  MIN(created_at) as created_at,
  MAX(updated_at) as updated_at,
  COUNT(*) as item_count
FROM estat_metainfo
WHERE stats_data_id IS NOT NULL
GROUP BY stats_data_id, stat_name, title;